[{"model": "artcom.article", "pk": 1, "fields": {"title": "Jersey Devil", "subtitle": "The Myth, The Facts", "author": "Jesse Fried", "article_content": "Responsible for a NHL hockey team name, numerous Weird NJ stories, and innumberable local legends, the Jersey Devil can be considered a cornerston of NJ folk culture.", "pub_date": "2017-02-24T01:29:21.952Z", "parent": 6, "slug": "jersey-devil", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 2, "fields": {"title": "Bearfort Mountain", "subtitle": "", "author": "Jesse Fried", "article_content": "North-south running ridge parallel to and west of Greenwood Lake and its valley. Geologically part of the Green Pond Outlier, the ridge itself is an anticline exposing some hard, purplish conglomerate. Its shape lends itself to the presence of numerous small lakes and swamps near the ridgetop.\r\n\r\nSome of NJ's more rugged hiking country can be found at the north end of the ridge, right near the NY border. There are also some great views to the east over Greenwood Lake and the Wyanoke Plateau.\r\n\r\nFurther south along the ridge as a firetower. I've been there but I don't remember the view, just that it was really cold.", "pub_date": "2017-02-24T01:29:01.429Z", "parent": 7, "slug": "bearfort-mountain", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 3, "fields": {"title": "Hamburg Mountains", "subtitle": "One of the wilder parts of the Highlands", "author": "Jesse Fried", "article_content": "An area I would like to continue exploring more. The western edge of this mountain range is the main fault separating the Highlands from the Ridge and Valley province. There are a steep couple hundred feet of relief along this fault. Their southern border is the deep river valley in which Route 23 and some train tracks (not part of NJ Transit's system) descend from the Highlands. In the middle of the mountain range are some rugged hills reaching up to almost 1500 feet, rather high for NJ. A system of woods roads used by hunters crosses the area, but it's best for off-trail exploring. I went hiking there with my brother and a friend once in the winter, and we met a father and son hunting. The dad asked us if we were just following the ridge, to which we replied that we were. He said, 'that's a good way to get to know the mountain.' Which I obviously thought was very cool.", "pub_date": "2017-02-24T01:28:46.663Z", "parent": 7, "slug": "hamburg-mountains", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 4, "fields": {"title": "Westbrook Mountain", "subtitle": "A north-south running ridge in the northern half of Norvin Green State Forest", "author": "Jesse Fried", "article_content": "Clad in power lines, Westbrook Mountain offers some western views from clearings created by the power company towards Bearfort Mountain (link?!?!). I remember it being a very pleasant ridge walk, with some scenic White Pines and Pitch Pines.", "pub_date": "2017-02-24T01:28:25.665Z", "parent": 5, "slug": "westbrook-mountain", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 5, "fields": {"title": "Wyanoke Plateau", "subtitle": "", "author": "Jesse Fried", "article_content": "The Wyanoke Plateau is a hard chunk of Precambrian bedrock underlying some of Passaic County's northern reaches. It rises ruggedly to heights maxing out around 1200 or 1300 feet above sea level. Home to bare, glaciated bedrock hilltops, steep mountain streams, and relatively undistubred forest, it is a great place to go hiking.", "pub_date": "2017-02-24T01:28:05.626Z", "parent": 7, "slug": "wyanoke-plateau", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 6, "fields": {"title": "Culture", "subtitle": "Folk beliefs and practices of our people", "author": "Jesse Fried", "article_content": "Stuff.", "pub_date": "2017-02-24T01:27:32.070Z", "parent": 89, "slug": "culture", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 7, "fields": {"title": "Highlands", "subtitle": "Our own little piece of the Crystaline Appalachian Mountains", "author": "Jesse Fried", "article_content": "<h2>Geomorphology </h2>\r\n\r\n<p>The NJ Highlands are made up of extremely resillient, billion year old bedrock - granite, gneiss, amphibolite, and all kinds of crazy stuff; the real bowels of the earth. The region's mineral richness is evident in the historical significance of mining - from colonial era iron mines to the Sterling Hill zinc mine, a massive Zinc operation which lasted until the 1980's in Ogsdenberg (and now gives amazing tours). The geography is rugged, although the relief is too low to really consider the area mountainous. The glaciers made it about halfway down, and as a general rule areas north of Route 80 were glaciated, while areas south escaped. Bedrock is hella exposed on some glaciated ridgetops and hilltops. It is no coincidence that the majority of NJ's good hiking destinations are in the northern part of the highlands. </p>\r\n\r\n<p>Most of the region is too rocky and steep to be well-suited for agriculture, but there are a few fertile valleys. These are areas of Cambrian age limestone and dolomite, interspersed with the Precambrian highlands along a series of faults. Many of these valleys are extensively planted with corn at present. The valleys are concentrated in the southern portion of the region, just north of Route 78, with the ruggedness and elevation of the uplands increasing as one travels north. </p>\r\n\r\n<h2>Culture </h2>\r\n\r\n<p>Hard to generalize. According to legend, west of Morristown, in Morris County, is \"horse country,\" an affluent WASP stronghold spoken of with awe by newer-money folks, in particular white ethnic suburbanites. Philip Roth's American Pastoral is a literary illustration of the cultural barrier between the immigrant hustle of the lowlands and the affected quaintness and social capital of the highlands. Even though the geographic element of this distinction was always exaggerated and and has become especially insignificant due to 1980's era suburban sprawl, I always felt a powerful longing growing up, when at a westward vantage point somewhere in the roads of my local Watchung Mountains, I would glimpse the slopes of the Highlands. Those hills seemed to hold the promies of a more meaningful life than I could have within Essex County, or maybe even in New York City. Perhaps I still labor under those delusions of social advancement. </p>\r\n\r\n<p>I also get the impression of a humbler existence traditionally taking place in rockier, more marginal portions of the Highlands. A feature of the intricate and rugged topography is that, similar to New England uplands, remoteness can be achieved in a short distance. I always imagine that the best Weird New Jersey phenomena are located somewhere in the Highlands. </p>\r\n\r\n<p>A long history of industry reveals itself in the presence of mill towns throughout the highlands, such as Dover and Butler. I've heard that Dover supports a Columbian immigarant community. </p>\r\n\r\n<p>The Highlands are rich in small lakes. Many of these have vacation houses on them. I would DIE for one of these houses. </p>\r\n\r\n<p>Of coruse, sprawl has urbanized the character of Highlands culture. There are many examples of formerly out-of-the-way rural roads now lined with fairly conventional suburban houses. McMansions are everywhere - and who can blame all of these urbanites for wanting a nice house in the woods, in a convenient location? A characteristic feature of travel in the region is the sudden transition from a familiar suburban landscape to a relic of an older and weirder past - a purple corugated metal house on a back road with a purple minivan in the driveway, old mining equipmen in the woods, and things like that. Driving around Lake Hopatkong for example, one notices typical suburban houses perched on boulders, and with bare rock instead of grass in their yards. </p>", "pub_date": "2017-02-27T17:14:28.748Z", "parent": 87, "slug": "highlands", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 8, "fields": {"title": "Watchung Mountains", "subtitle": "", "author": "Jesse Fried", "article_content": "Parallel bassalt traprock ridges about 500 to 600 feet high, rising above the surrounging suburbs", "pub_date": "2017-02-24T01:26:34.959Z", "parent": 9, "slug": "watchung-mountains", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 9, "fields": {"title": "Piedmont", "subtitle": "Rivers winding through natural obstacles", "author": "Jesse Fried", "article_content": "A sedimentary basin formed when Pangea began to split, now dipping to the west in many places. Igneous intrusions and lava flows that passed through the rifting crust have today resulted in long, flat-topped ridges that define the region's topography: the Palisades and the Watchung Mountains.", "pub_date": "2017-03-01T03:09:58.415Z", "parent": 87, "slug": "piedmont", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 30, "fields": {"title": "Rahway River", "subtitle": "Suburban Stream with Hidden Wrath", "author": "Jesse Fried", "article_content": "The Rahway River drains a portion of the Watchung Mountains, flowing generally south. It has two branches: the West Branch runs through the South Mountain Reservation, while the East Branch runs through South Orange and Maplewood, roughly along the NJ Transit train tracks. They both form borders of the South Mountain section of Millburn, before converging in a swampy area right near Route 78. Extensive wetlands line the Rahway's banks downstream from here, through Springfield, Cranford, and Kennelworth, reaching salt water at the Arthur Kill in Rahway.  There is a dam in Cranford, upstream of which sits a little canoe rental place, which I think is run by the town. The paddle is interesting: suburban houses on both sides, until you get into some undeveloped public land. Here the river becomes very windy, and swampy. Some beautiful bottomland forest can be seen on the banks: pin oaks mainly, with red maple and sweet gum too, if memory serves.  Usually a quiet stream, the Rahway is notorious for flodding after heavy rains. The entire watershed of the East Branch is either paved, suburban backyards, or a golf course. In 1999, during Tropical Storm Floyd, it overflowed its banks and caused extensive property damage in Millburn and Union, and perhaps other places too. Subsequently its banks were built-up with concrete and stone. The West Branch runs through the South Mountain Reservation, a forested county park.", "pub_date": "2017-02-24T01:24:44.540Z", "parent": 9, "slug": "rahway-river", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 31, "fields": {"title": "Lake Hopatcong", "subtitle": "NJ's largest lake", "author": "Jesse Fried", "article_content": "Lake Hopatcong is NJ's largest body of fresh water. It was dammed during the 19th century. There are many beautiful lakes in the NJ Highlands, and Lake Hopatcong may perhaps have been one of them once.\r\n\r\nThe area around Lake Hopatcong is <em>intensely developed</em>. Also an intensely glacially scoured area, many of its homes have exposed bedrock for backyards.\r\n\r\nStuff. Other stuff.", "pub_date": "2017-02-24T01:24:25.130Z", "parent": 7, "slug": "lake-hopatcong", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 34, "fields": {"title": "The Black Diaspora in New Jersey", "subtitle": "", "author": "Jesse Fried", "article_content": "Slavery was a part of 17th and 18th century New Jersey society. Slaves of African ancestry as well as free blacks lived in New Jersey in colonial times.\r\n\r\nAs far as I understand, NJ's major cities such as Newark always have had black communities, though much smaller before the 20th century. I admit I'm not especially clear on their histories.\r\n\r\nIn the 20th century, The Great Migration from the South brought many times more African-American families to the state than ever before. The black populations of NJ's industrial cities grew exponentially, starting around WWI, with growth peaking between WWII and the 60's.\r\n\r\nDiscriminatory housing policy at the federal level, the practices of local real estate agents, and bank lending policies ranging from unfair to criminal blocked many of NJ's black residents from joining the mass movement to the suburbs as homeowners. As a result, many suburbs became artificially white, and many people became trapped in declining cities. Another dimension of this story is the rise of a fair number of predominantly black suburbs. In the Newark area these include East Orange, Irvington, Hillside, and some neighborhoods of Union and Maplewood. \r\n\r\nIn more recent decades, Afro-Caribbean immigration has been substantial, mostly to these same cities and black suburbs. \r\n\r\nA great variety of Caribbean restaurants and Southern-style restaurants - often of better quality and value than food options in the nearby suburbs - today stand as culinary testaments to the backgrounds of these New Jerseyites.", "pub_date": "2017-03-02T15:32:53.861Z", "parent": 91, "slug": "the-black-diaspora-in-new-jersey", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 35, "fields": {"title": "Brigantine", "subtitle": "", "author": "Max Miller", "article_content": "Brigantine, NJ, is a small island beach town in Atlantic County, NJ. While less known to northern NJ-ers than classic southern beach towns like Cape May and Wildwood, Brigantine has similar quality beaches coupled with a much quieter, laidback feel that has mostly evaded the wrath of tourism.\r\n<br />\r\n<br />\r\nLocated on a barrier island just north of Atlantic City, Brigantine is about 7 miles long. The top third or so is composed of the North Brigantine State Natural Area, a wildlife preserve. This area is home to the endangered piping plover and other seabirds, as well as diamondback terrapins, ospreys, bottlenose dolphins, and other classic NJ fauna. A variety of sharks inhabit the waters off the coast; below, you can see a juvenile shark that swam up and beached itself on the Brigantine beach last summer.\r\n<br />\r\n<img src=\"/static/artcom/brigantine-shark.jpg\" />\r\n<br />\r\nJust north of Brigantine Island is Little Beach, believed to be the last uninhabited barrier island on the Atlantic Coast. You must apply for a federal permit if you would like to conduct research there; otherwise, the island is off-limits. Legend has it that Captain William Kidd buried his treasure either on Little Beach or the north end of Brigantine in the 1600s.\r\n<br />\r\n<br />\r\nThe only way on to Brigantine Island is via the Justice Vincent S. Haneman Memorial Bridge, accessible to Atlantic City. Atlantic City provides an option for nightlife / gambling / trashiness if that is what you'd like (your author has a soft spot for craps). However, Atlantic City is easily ignorable on Brigantine. Brigantine does have a couple of bars, including the Laguna Beach Bar and Grill, which features live music and an outdoor sandy bar area.\r\n<br />\r\n<br />\r\nRestaurant options are a little slim on the island, but there is the world's famous Richman's Ice Cream, which also vends hamburgers, hot dogs, and the like. There is also the Crab Shack, featuring local NJ seafood. ", "pub_date": "2017-02-24T01:22:47.919Z", "parent": 64, "slug": "brigantine", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 38, "fields": {"title": "European Immigration to New Jersey", "subtitle": "", "author": "Jesse Fried", "article_content": "The Dutch, not the British, hold the dubious distinction of being the first white conquerors of New Jersey. However it is when the British in turn conquered the Dutch's Nieuw Amsterdam that the political entity of New Jersey was first given form. \r\n\r\nPeople of German and Irish natinality had a big impact on 19th century New Jersey, arriving throughout the 19th century. First Sephardic and subsequently German Ashkenazi Jews formed small communities as well. \r\n\r\nTowards the end of the 19th century, immigration restrictions were lifted to allow people from Southern and Eastern Europe to enter in large numbers. Italians, mostly from poor areas in southern Italy, and Jews from Poland, Russia, and the politically ambiguous area in between poured into NJ, plus smaller but substantial numbers of Poles, Slovaks, Greeks and other nationalities from those regions. Substantial Irish immigration continued as well. Anti-immigration legislation in the 1920's majorly reduced the flow, however these trends continued well into mid-century.\r\n\r\nMore recently, even as other continents have dramatically outstripped Europe as centers of emigration, Portugal, Russia and Ukraine have continued to send fair numbers of Europeans to NJ.\r\n\r\nIf there is one ethnic group - from the entire world - that has set the cultural tone of NJ, I'd have to say it's been the Italians. ", "pub_date": "2017-03-02T15:32:41.477Z", "parent": 91, "slug": "european-immigration-to-new-jersey", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 39, "fields": {"title": "Geomorphology of the Highlands", "subtitle": "", "author": "Jesse Fried", "article_content": "The NJ Highlands are the real bowels of the earth, brought from the firey depth to the surface through a billion eventful years. The formation of its resilient bedrock is such a long story, featuring so many earth processes such differnt points in the planet’s development, that geologists admit to being overwhelmed. A USGS authority concludes that “faults and bedrock structures in the Highlands region have exceedingly complex histories that are challenging to discern” [1]. When the Highlands bedrock was first dredged back up to the surface, it probably was a big mountain rainge, but hundreds of millions of years of erosion have since worn it down. \r\n\r\nTo shorten this lengthy story, the Highlands are a swath of very old, very hard rock that now shares the daylight of contemprary New Jersey with younger, comparatively simpler rocks on either side. The region is no longer especially mountainous, but its elevation and ruggedness today is due its resistance to erosion compared with its softer neighbors. Its average elevation increases gradually as you go north.\r\n\r\nGlaciers! One time, it was cold out, and glaciers like those you might find today in the Arctic stretched across the northern half or North America, as far south as NJ. Actually, this tends to happen whenever it's cold out for a period of thousands of years. The most recent glaciers to cover the continent, which Geologists named after Wisconsin, decided to pick somewhere right near I-80's route across the Highlands as the place to stop and advance no further. These are moving sheets of icen thousands of feet thick, which have huge effects on the landscapes they cross: sculpting hills and mountains, filling in valleys with debris, and scraping away the soil from prett much everywhere.  As a result, the southern and northern halves of the Highlands look very different, and have had very different human histories. See the page on the land use history of the Highlands for details. \r\n\r\nThe Northern highlands are now classic NJ hiking country, with exposed bedrock ledges on glacially scoured hilltops providing nice views. Soils tend to be thin and rocky.\r\n\r\nThe Southern highlands contains some fertile valleys with limestone and dolomite interspersed with wide ridges of classic Highlands bedrock. \r\n\r\nXXXXX\r\n\r\n[1] Geology of National Parks, 3D and Photographic Tours: Highlands Sites in New Jersey. http://3dparks.wr.usgs.gov/nyc/highlands/ramapo.htm", "pub_date": "2017-02-24T01:21:51.061Z", "parent": 7, "slug": "geomorphology-of-the-highlands", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 40, "fields": {"title": "Vibe", "subtitle": "", "author": "Jesse Fried", "article_content": "New Jersey in January. Grey skys stained brownish near the eastern horizon. The sound of cars driving on a wet road, the slow progression of headlights along a concrete highway at dusk.\r\n\r\nShades of tan, brown, and grey on weather-beaten condos. A warehouse, also of faded brown and tan, with white pine trees planted in front of it that also seem faded in color. Brick government and union buildings built in a mid-century modern style, now decaying and revealing the cheapness of their construction.\r\n\r\nSome of us find this fadedness relaxing and comforting. It contrasts favorably with the shiny virile freshness of new developments. An older strip mall begins to take on a lyrical, contemplative quality. Even cheap whiskey improves as it ages.\r\n\r\nThe facelessness of our built surroundings changes character as time passes. Witness Route 22, precursor to the modern shopping highway, with its off-brand stores, buildings bearing witness to several cycles of boom and bust, and sketchy early highway engineering. While in new strip malls, warehouses, housing developments, we mostly see human intention - the utilitarian public works, the blunt, careless expressions of corporate power - in our more seasoned developments are revealed to us cosmic forces of inevitability and entropy. The human will power that birthed these buildings is softened. Now it is clear that their developers did not create on a blank slate, but rather put their forms out into a complex universe of mute power and incomprehensible forces. In the drabness, the unanticipated asymmetry, the buckling and cracking and streaks of rust, lies the beauty of NJ's sprawling development.\r\n\r\nThe image of the out-of-place, miserable, modern suburban office building rising above bare tree branches into the wet, grey winter sky, compels us. Here we can appreciate nature, our universe, our state.", "pub_date": "2017-03-02T16:27:36.156Z", "parent": 6, "slug": "vibe", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 41, "fields": {"title": "Sandy Hook", "subtitle": "", "author": "Jesse Fried", "article_content": "Like many of New Jersey's most interesting places, Sandy Hook has a distinctly weird vibe. It used to house a military base, Fort Hancock, whose gun batteries stood ready to defend New York Harbor against naval invasions, until our post-war reliance on air power and nuclear weapons rendered such operations quaint. Today Fort Hancock's buildings slowly decay under the management of the National Park Service, which administers the sandy peninsula (or hook) as part of the Gateway National Recreation Area.\r\n\r\nThe people of New Jersey now visit this former fortress on summer days for Atlantic bathing. Indeed, it is the northernmost beach of the Jersey Shore. \"Sandy Hook Parking Lot Full\" is a familiar message spotted along the Garden State Parkway en route south to NJ's beach towns on hot summer weekends. Camping is available here too.\r\n\r\nThough I'm not a surfer, it is my understanding that bathymetric features are especially favorable to surf conditions at some particular, well-known spot at Sandy Hook. I think the term \"point break\" has something to do with it.\r\n\r\nThe New York City skyline is visible across Raritan Bay from the beach here, in a beautiful vista that juxtaposes the wilderness of the ocean with the center of global capitalism. Many New Jerseyites traditionally question the cleanness of Sandy Hook's waters for swimming, citing its proximity to highly industrialized areas along the Raritan and New York Harbor, sewage disposal areas, and reported locations of hypodermic needles washing up along the shore. While these concerns most certainly were valid in the mid 20th century, one can only hope that environmental protection laws, the decline of industry in our region and advances in sewage treatment technology have lessened the health risk to bathers.\r\n\r\nSandy Hook is a long sandbar connected at its southern end to the mainland by a narrow strip reinforced with a concrete and stone seawall. The peninsula widens to the north, and is covered with a scrubby forest composed mostly of holly. This is the only area I've ever seen holly as a canopy tree, and here it is dominant everywhere. Pitch Pine, which one might expect on a barrier island, does not seem to be especially common.", "pub_date": "2017-02-24T01:21:04.038Z", "parent": 65, "slug": "sandy-hook", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 42, "fields": {"title": "West Orange", "subtitle": "", "author": "Jesse Fried", "article_content": "West Orange encompasses a broad swath of Essex County without a coherent downtown, reaching from urban areas near its eastern border with Orange to fairly spread-out suburban areas west of the Watchung Mountains. Its suburbs are of a more middle class character compared to the wealthy towns of Millburn and Livingston that border it, and there are extensive areas of condos. Some of the condos may actually still being carved out of undeveloped woodland as I'm writing this.\r\n\r\nWest Orange developed more slowly than its neighbors because the Watchung Mountains served as barrier to 19th century infrastructure projects. Rail lines were routed through the major gaps in the ridge: one at Millburn few miles south, and another at Montclair a few miles north, but none within West Orange. Interstate 280, built in the 60's, was able to pass through the mountain just fine, though, thanks to a huge road cut that exposes some very cool hexagonally shaped columnar joints in the bassalt bedrock. Much of the suburban housing stock of West Orange is post-war.\r\n\r\nThe area is home to a large Jewish-American community, among a fairly diverse population, and it is tempting to say that the Jewish people have not experienced such a secure, organic connection to an area of land as they do here and in similar towns since the fall of the Temple. In any case, Jewish culture flourishes here, and numerous synagogues of varying degrees of architectural tastefulness dot the West Orange landscape.\r\n\r\nMy grandparents lived for a while in one of West Orange's many condo complexes. Theirs was called Eagle Ridge, on Prospect Avenue across from the Essex Green Shopping Center - not a full-blown indoor NJ mall, but more of a huge overgrown strip mall - right on the crest of the first Watchung Mountain. Their unit was at the eastern edge of the property, and was separated by a small cleared field and a fence from the I-280 road cut - a sheer cliff probably at least 100 feet tall. The view to the east over 280 was stunning, encompassing much of urban NJ and the Manhattan skyline. Also, radio transmission towers, located along the ridge top right next to the condo complex, always excited me as a kid with their blinking lights. However it was the view west from the entrance to Eagle Ridge, looking over Essex Green across the Second Watchung Mountain covered with suburban houses, that inspired me the most with a vague indication of the fullness and promise of the universe, and a powerful spiritual longing that I still hope someday to follow.\r\n\r\nA pharmaceutical company, Organon, had a massive facility on Mount Pleasant Avenue, but they are no longer there. I wonder if the property is being used for anything else now.", "pub_date": "2017-02-24T01:20:36.035Z", "parent": 51, "slug": "west-orange", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 43, "fields": {"title": "Atlantic Highlands", "subtitle": "", "author": "Jesse Fried", "article_content": "The Atlantic Highlands are range of steep hills surrounded by saltwater bays and estuaries on three sides: the Raritan Bay to the north, the Shrewsbury River to the east, and the Navesink River to the south. The location is remarkable for its immediate proximity to the Atlantic Ocean, along NJ's generally flat coastline. This upland is separated from the breakers to the east only by the Shrewsbury River and a narrow strip of barrier island at Sea Bright. Part of the Atlantic Highlands, the hills are geologically within NJ's coastal plain, composed of ocean sediments deposited during relatively recent epoch when the sea level was higher. In the Atlantic Highlands, an erosion-resistant layer of ironstone underlies the higher slopes and hilltops. The formation of ironstone is a very cool process, turning ordinary sedimentary rocks into a very hard material long after their original deposition, but it's beyond the scope of this website. The iron content in these hills was never enough for them to be commerically mined, but the bedrock is visibly rust-colored. Ironstone underlies some of the other hills on the coastal plain, but none as steep or as close to the ocean as these. Many of these hills are protected and as part of Monmouth County's Hartshorne Woods County Park.\r\n\r\nLong, steep slopes of tulip poplar and mixed oaks, with a dense understory of holly in places, interface directly with the saltwater bayshore of the Navesink river. Those slopes facing the Raritan Bay and the Shrewsbury River may also have had similar vegetation, but they are now developed. The hilltops are crowned in many places with an extensive mountain laurel understory, including some very tall, old, beautiful individuals. In some small inland valleys, northern hardwood trees such as sweet birch (and even some paper birch, possibly a landscaping escapee) become common. To walk through these hills of mature hardwood forest and look down at the Atlantic Ocean stretching out to the horizon is, in the author's perspective, exquisite.\r\n\r\nWorld War II era weaponry is located on some of the hilltops, which is fun to walk around. The area around it is cleared and maintained, and so provides some of the best unobstructed views of the ocean.", "pub_date": "2017-02-24T01:19:46.881Z", "parent": 65, "slug": "atlantic-highlands", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 44, "fields": {"title": "East Orange", "subtitle": "", "author": "Jesse Fried", "article_content": "East Orange sits right in the middle of Essex County, between the City of Newark to the south and east, the suburbs of Glen Ridge and Bloomfield to the north, and the small \"city\" of Orange to the west. In terms of residential development, it is in a transitional zone between urban and suburban. It has everything from nice suburban neighborhoods to big high-rise apartment buildings, to old urban houses in poor states of repair - what I would call \"Urban/Suburban\" on my land use map.\r\n\r\nSocially, too, East Orange reflects this urban/subrban transition. According to a resident I spoke to recently, the town is divided such that neighborhoods north of Park Ave., closer to Essex County's suburban reaches, are relatively nice and middle class, while south of Park Ave. are poorer neighborhoods facing similar difficulties to some parts of nearby Newark and Irvington. Apparently, until recently there were two high schools - one pretty good school in the northern part of town and another struggling with violence and other urban high school type problems in the southenr part. They recently combined on the campus of the now defunct Upsala College.\r\n\r\nNJ Transit's Morris and Essex line has two stations there: East Orange and Brick Church. Interstate 280 runs through the town, right alongside the train line.", "pub_date": "2017-02-24T01:19:22.734Z", "parent": 73, "slug": "east-orange", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 45, "fields": {"title": "Passaic River", "subtitle": "", "author": "Jesse Fried", "article_content": "<p>The Passaic is the major river of Northeastern NJ. Its historical importance to the region's economy is incalculable, mostly thanks to its massive waterfall in Paterson. Though it isn't the biggest river in NJ, it's the only one with a county named after it. </p>\r\n\r\n<p>It flows in a very complicated shape from the Highlands, around the Watchung Mountains, and into Newark Bay: </p>\r\n\r\n<button class=\"index-item\" id=\"humanity-button\" onclick=\"toggleHumanity()\">Show Humanity on Map </button>\r\n\r\n<img id=\"passaic-river\" src=\"/static/artcom/passaic-river.jpg\" width=\"100%\" alt=\"Passaic River\" style=\"display:block; width: 100%;\"/>\r\n\r\n<img id=\"passaic-river-humanity\" src=\"/static/artcom/passaic-river-humanity.jpg\" width=\"100%\" alt=\"Passaic River\" style=\"display: none; width: 100%;\" />\r\n\r\n<p>The extensive wetlands (shown in dark green) that surround the Passaic River upstream of its waterfalls at Paterson and Little Falls are a very rich ecosystem. They are a patchwork of different ecological communities including marshes, open grassy meadows, extensive swampy bottomland forests dominated by black gum, pin oak, and silver maple, and isolated bits of lush upland forest of beech, red maple, red oak and other local species. Birdwatching in these areas is amazing. When I was younger I used to love seeing the turtles at the Great Swamp National Wildlife Refuge. </p>\r\n\r\n<p>This swampland - from the Great Swamp to Troy Meadows to Great Piece Meadows - constitutes a huge chunk of undeveloped land right in the middle of suburbia. Though there were plans to drain the Great Swamp and build an airport during the 60's, I would surmise that the reason this area remains undeveloped today is the difficulty of building on such soggy, flood-prone ground. Visiting one of these areas, the New Jerseyite's romantic imagination can run wild with images of how the whole region used to look in the days before sprawl. </p>\r\n\r\n<h2>Tributaries</h2>\r\n\r\n<p>Several significant streams of the NJ Highlands empty into the Passaic during its swampy stretch, making it especially mighty once it descends the Great Falls. </p>\r\n\r\n<p>The <b>Whippany River </b>is apparently a fast-moving fishing stream in the Morris County highlands, but it then passes under I-287 and enters the swamps at Troy Meadows, where it seems to get lost. </p>\r\n\r\n<p>The <b>Rockaway River</b> drains a fair portion of Morris County's Highlands before cascading dramatically down through Boonton, in the vicinity of the Ramapo Fault, where the Highlands and the Piedmont meet. A fast-moving section is visible from I-287 just below Boonton. Historically, the Rockaway provided power for mill towns such as Dover. </p>\r\n\r\n<p>The <b>Pompton River, </b> the most important tributary of the Passaic, is itself formed form the confluence of three excellent rivers of the Highlands. The Pequannock cuts a dramatic valley into the highlands bedrock that runs deep into the northwest corner of the state. Route 23 and a railroad (not part of NJ transit's system) follow its course through some of NJ's most rugged territory. It forms the boundary between Morris County and the upper portion of Passaic County. The Wanaque River drains some of NJ's best hiking country, including Greenwood Lake and the Wanaque Reservoir. The Ramapo River, which rises far to the north in the Ramapo Mountains of New York, flows south along the NY Thruway and through Bergen County. These three add quite a bit of volume to the Passaic, at its junction with the Pompton just above Little Falls. </p>\r\n\r\n<p>The lower tributaries of the Passaic are smaller, suburban streams which I know less about: Bergen County's Saddle River, which joins in the city of Passaic, and Second River, which drains some of eastern Essex County. </p>\r\n\r\n<h2>Great Falls</h2>\r\n\r\n<p>Well, what can I even say? </p>\r\n\r\n<script>\r\nfunction toggleHumanity() {\r\n\tvar buttonstate = document.getElementById(\"humanity-button\").innerHTML;\r\n\tvar passaic = document.getElementById(\"passaic-river\");\r\n\tvar passaichumanity = document.getElementById(\"passaic-river-humanity\");\r\n\t\r\n\tif (buttonstate == \"Show Humanity on Map\") {\r\n\t\tdocument.getElementById(\"humanity-button\").innerHTML = \"Hide Humanity on Map\";\r\n\t\tpassaic.style.display = \"none\";\r\n\t\tpassaichumanity.style.display = \"block\";\r\n\t}\r\n\telse {\r\n\t\tdocument.getElementById(\"humanity-button\").innerHTML = \"Show Humanity on Map\";\r\n\t\tpassaic.style.display = \"block\";\r\n\t\tpassaichumanity.style.display = \"none\";\r\n\t\t\r\n\t}\r\n}\r\n</script>", "pub_date": "2017-02-27T20:45:19.097Z", "parent": 9, "slug": "passaic-river", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 47, "fields": {"title": "Iconic Foods of New Jersey", "subtitle": "", "author": "Max Miller", "article_content": "* A note: a comprehensive list of good foods and cuisines in New Jersey would be impossible.  New Jersey being the ridiculously diverse state that it is, I don't hope to ever be able to sample and judge the myriad options available.  These are just a couple of famous NJ foods. *\r\n\r\nConfession time: I was born in New York.  I was raised by self-exiled New Yorkers, who conditioned me to believe that everything in New Jersey was terrible, and everything in New York was amazing.  This especially applied to food.  I adopted my parents' blind antipathy for restaurants in New Jersey, and disparaged my friends who disagreed.  I dragged my friends to the city, claiming that any restaurant in Chinatown would be a million times better than our local outposts.\r\n\r\nAs I have aged and matured, I have become more adventurous in my palate, and this includes accepting New Jersey as a possible location for good food.  \r\n\r\nMaybe I am not the best person to write this article.  You'll find out an especially damning reason why in the first section.  You're welcome to contribute and add your opinions.  But for now, you're stuck with mine.  Bear with me as I attempt to highlight a few food items central to NJ identity.\r\n\r\n## Taylor Ham vs. Pork Roll\r\n\r\nAnother confession: I've never had this meat, under any name.  This may well disqualify me entirely in your eyes.  I don't know what to say -- breakfast sandwiches were not a big thing in my family growing up, and once I started eating them, bacon seemed infinitely more appealing.  Honestly I don't even know if it was popular in our town.  Maybe because it was an affluent town, or maybe because it was largely Jewish.  \r\n\r\nRegardless, it's hard to deny that this substance is culturally important to New Jersey.  Now marketed as Taylor brand pork roll, the meat was first packaged and sold in 1856 as \"Taylor's prepared ham.\" The namesake and vendor was John Taylor, an influential Trenton businessman and politician. [1]  However, New Jersey folklore indicates that rolls of cured salted pork were carried by soldiers of the Continental Army as field rations as early as the Battle of Trenton. [2]  George Washington Case, a farmer and butcher from Belle Mead, created his own recipe for pork roll in 1870, and Case's Pork Roll is still being sold today. [3] From what I can understand, Case's is seen as a bit of an alternative choice to the premiere Taylor brand, though I'm sure Case's has plenty of diehard fans.\r\n\r\nIn 1906 the US Congress passed the Pure Food and Drugs Act, establishing the Food and Drug Administration.  This is widely cited as the cause for the renaming of John Taylor's brand to \"Taylor's pork roll,\" as the product no longer met the legal definition of ham.  However, I have found no legal text that establishes a definition of ham, so this remains murky to me.\r\n\r\nTraditionally, the meat is served fried on a roll or bagel, with a fried egg and American cheese (known as a Jersey breakfast).  In April 2016, NJ Assemblyman Tim Eustace introduced Bill A3667, \"designating the Taylor Ham, egg, and cheese sandwich as the New Jersey State Sandwich.\" [4] This bill has not been voted on.\r\n\r\nYou'll note that the official bill text uses \"Taylor ham\" and not \"pork roll.\" You'll also note that Tim Eustace represents District 38, which is squarely in the northeastern corner of the state. The usage of the one denomination caused quite an uproar, and NJ.com set out in June 2016 to see what name was preferred where. [5]\r\n\r\n<iframe src=\"https://s3.amazonaws.com/nj-data/live-updating-map/THvPR.html\" width=\"100%\" height=\"450px\" frameborder=\"0\"></iframe>\r\n\r\nYou can see here that Taylor ham is preferred in North Jersey, and pork roll in Central and South Jersey. <i>Editor's note: compare the TH/PR border to the North Jersey / Central Jersey border, from <a href=\"{{ site.baseurl }}/people/culture/north-central-south.html\">a similar NJ.com poll. </a></i>\r\n\r\nIf I had to weigh in on the name, I'd lean towards Taylor ham; pork roll sounds more like a meat product than a meat to me.  But maybe that's just my northern NJ exceptionalism.\r\n\r\n[1] http://jerseyporkroll.com/about/ <br />\r\n[2] http://www.nj.com/insidejersey/index.ssf/2009/04/how_new_jersey_saved_civilizat_5.html  <br />\r\n[3] http://www.caseporkrollnj.com/about  <br />\r\n[4] http://www.njleg.state.nj.us/2016/Bills/A4000/3667_I1.HTM  <br />\r\n[5] http://www.nj.com/news/index.ssf/2016/06/results_of_our_great_pork_roll_vs_taylor_ham_battle_divide_nj.html#map  <br />\r\n\r\n## Diners\r\n\r\nSince this isn't a technical foodstuff and is rather a food serving locale, I'll just quickly say that diners are near and dear to many a New Jerseyan's heart.  You might order your favorite processed pork meat sandwich here, or you might order New Jersey's famous disco fries (french fries with melted cheese and gravy).  Most importantly, you might do all this at 2 AM, because the best NJ diners are open 24 hours.\r\n\r\n## Italian Influence\r\n\r\nHeavy in its impact on New Jersey's culture is the Italian-American community. So many of New Jersey's fixtures in the dining scene hail from some type of Italian influence, including the pizzeria, the sub shop, the hot dog parlor, and the classic Italian ristorante. Pizza, however, is the most prevalent, in my opinion.\r\n\r\nNew Jersey pizza will never get the respect it deserves, mainly because of its nearby neighbor with the more prominent reputation. Having lived in both states, my assessment is as follows: the best pizza in NYC is better than the best pizza in NJ, but the median slice in NJ is miles ahead of the median slice in NYC. The streets of NYC are flooded with mediocre $4 slices in do-it-all midtown delis, which are made with no love at all. But let's not talk about New York pizza anymore. Although your average suburban NJ town might not have a great slice, it probably has a decent one, and there is more than likely a great pizza pie within a 20 minute drive.  (A note of contention: when a childhood friend moved to NJ from Los Angeles, he laughed at the phrase \"pizza pie.\" Is this not common outside of New Jersey?)\r\n\r\nThough I am only learned in northern NJ pizza, apparently there is a such thing as a \"tomato pie,\" a southern NJ / Philadelphia delicacy where the tomato sauce is cooked on top of the toppings (does this word still apply?) and cheese.  It might also have a thicker crust, being somewhat related to Sicilian pizza.\r\n\r\nI might point someone looking to enjoy a New Jersey slice towards the NJ.com Pizza Power Rankings, conducted annually. [1]\r\n\r\n[1] http://www.nj.com/entertainment/index.ssf/2014/10/njs_best_pizza_the_definitive_list_for_national_pizza_month.html \r\n\r\n## Seafood\r\n\r\nBeing as renowned for its shore as anything else, one might expect Jersey to be flush with seafood. Down the shore, travelers can find fancy raw bars, fish shacks, and anything in between. Personally, my favorite item of Jersey seafood is the Jersey crab. While not as famous as its Maryland cousin, I find it just as delicious, and with that added touch of familiarity. Places such as Wildwood's H + H Seafood will give you unlimited crabs covered in Old Bay for a certain price, and sitting on picnic tables amongst crab aficionados for hours on end is an experience to be had. \r\n\r\nAccording to the New Jersey Department of Agriculture, \"the most valuable fisheries in New Jersey in 2013 were sea scallops ($65.3 million), ocean quahog ($12 million), surf clams ($10.9 million), and blue crabs ($8.1 million).\" [1] Quahog and surf clams are used mostly for fried clam products, which are aplenty on the boardwalk.\r\n\r\n[1] http://www.jerseyseafood.nj.gov/harvest.html\r\n\r\n## Sloppy Joes\r\n\r\nWhile the rest of the country thinks of a sloppy joe as ground beef in a hamburger bun, northeastern NJ has a different definition. A sloppy joe in NJ means a double decker sandwich on rye bread, with sliced deli meat (ham is usually considered the \"normal\" choice), Swiss cheese, coleslaw, and Russian dressing.\r\n\r\nThe Town Hall Deli in South Orange claims to have invented the sandwich, in the 1930s. Reportedly, Maplewood politician Thomas Sweeney (related to current State Senate President Stephen Sweeney??) got the sandwich from a bar in Cuba he had frequented called Sloppy Joe's (the namesake of the famous Key West bar). Sweeney asked the Town Hall Deli to recreate the sandwich, and it quickly caught on. [1] By the 1950s, Jewish delis in Union and Newark were selling the now-popular sandwich.\r\n\r\nThe Millburn Deli, in my hometown of Millburn, is also renowned for its sloppy joe.\r\n\r\n[1] http://www.nytimes.com/2001/10/21/nyregion/quick-bite-south-orange-where-sloppy-is-neat.html\r\n\r\n## Chinese Food in New Jersey\r\n\r\nThis one is tough.  For a long time, Chinese restaurants in suburban New Jersey were similar to most of the rest of the country -- highly Americanized, bland, overly sweet dishes that resembled nothing originating from the country of China.  However, in recent years there has come a larger demand for authentic Chinese food, both from Chinese immigrants and more adventurous non-Chinese eaters.  It can be hard to pick out the good ones, though.  There are a couple in northern NJ I am familiar with, mainly in Bergen and Passaic counties.\r\n\r\n## Relative Newcomers to New Jersey Cuisine\r\n\r\nThe last 50 years or so, the US has seen a massive influx of immigration from varied parts of the world, and New Jersey is certainly one of the more popular immigrant destinations. While these options are fairly recent additions to the NJ menu, there is no doubt they are making their mark on New Jersey.\r\n\r\n### Indian food -- Edison and surrounding towns\r\n\r\nWhile South Asian immigration occurs in much of the state, it seems that Edison is the heart of the Indian-American community.  I have had many delicious meals here.  I've also recently been introduced to Little India on Newark Ave in Jersey City, where I had one very memorable dinner.\r\n\r\n### Latin-American food -- Urban New Jersey\r\n\r\nThis is a massively reductionist assignment, as the world of Latin American cuisine is very complex and cannot be simply lumped into one category. However, I am way too inexperienced in enjoying Latin American food in NJ to really talk at length about it (and also it would require a lot more than a blurb).  I can name a couple highlights though -- pollo a la brasa, Peruvian rotisserie chicken, is very popular in many an urban New Jersey community, and I've had a couple good ones in Jersey City. Paterson, Elizabeth, Newark, and other parts of Hudson County are other hotspots in Latin-American NJ culture and cuisine.\r\n\r\nThere's a ton more to cover here, including the famous Campbell Soup factory, Italian sandwiches, hot dogs, bakeries, and many more classic NJ foods. I implore you to assist me in cataloging them!", "pub_date": "2017-02-24T01:15:53.226Z", "parent": 6, "slug": "iconic-foods-of-new-jersey", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 48, "fields": {"title": "Culture of the Suburbs", "subtitle": "", "author": "Jesse Fried", "article_content": "The suburbs are supposed to be the good life, though they don't always feel that way. Growing up, cautiously venturing out into the world, I have been surprised to meet people who are envious of the fact that I grew up in Millburn. It seems surreal to me that the quiet town where I'm from is a fairly exclusive place where people with a certain degree of social advantage bring their families to give their kids every opportunity for success. My high school, which always seemed thoroughly boring and mediocre to me, is apparently one of the best public schools in the state, or anywhere. Realizing these facts to be true comes with the sinking feeling that it must be worse everywhere else. But I don't think that's necessarily true. A place like Millburn is very plugged into the system - and allows relatively smart people straightforward access to positions of wealth and influence in our society. However, the wealthy people don't necessarily have better lives.\r\n\r\nTrue, when you compare Millburn to one of the really underprivileged towns down the road, the disparity in goodness of life is pretty clear. But thinking about the country or the world in general: are the only positions master and slave? I hope not. Better, I think, to give up on a wealth and influence in exchange for the ability to step back a bit from being on either end of the (figurative) whip, if possible.\r\n\r\nUndoubtedly many suburban natives will agree that the dominant memory of their youth is a feeling of boredom. To grow up as one is supposed to in the suburbs is such an unimaginably bland experience that the soul must either revolt against it or die a little, or often both. The project of becoming an exceptional, well-rounded college applicant and the pursuit of a meaningful existence are almost mutually exclusive. As an example, one of the most exciting times for me growing up was the advent of Cannabis in my high school social circle, the entire appeal of which was that it was something to do, and it was forbidden. The ways that many of us found to stir things up by breaking the rules were relatively tame and only semi-effective at alleviating the boredom, but they at least gave us <i>something</i> to do other than watch TV.\r\n\r\nTo be fair, some suburban kids did better than me. I got little glimpses of what may have been a more exciting lifestyle existing alongside mine without my knowledge. Late one summer night, walking in my town's park with a few friends, bored as usual and somewhat stoned (smoking weed outdoors was pretty much all we did, and that not even very often), I was startled by suddenly looking into the excited eyes of a girl who I recognized from high school, as she emerged from the pond in her underwear, and then ran off. Garbage bags of solo cups and light beer cans, picked up curbside by members of the town's sanitation department and their summer help, which for a few weeks in summer 2009 included the author, attest to existence of a high school party scene, which I never had the opportunity to participate in, and which I simultaneously disdained and envied. \r\n\r\n\r\n## Relationship to the Outside World\r\n\r\nThere is something fortress-like about a suburban town. The anxiety-fueled sensibilities of some of the residents hold the territory within the town to be safe, and the world outside to be hostile or unknown and potentially hostile. The main objects of the hostility are the post-industrial cities down the road, and the darker complexions of their untrustworthy residents. Often this generalized fear extends even to Manhattan, which is considered terrifying for various reasons. \r\n\r\nSuburban policing techniques, too often unfortunately grounded in similar closed-minded worldviews, contribute to the fortresslike feel.\r\n\r\nTowards rural regions there is a more complicated feeling. The somewhat more cultured suburbanites fetishize the rural lifestyle, and love to participate in it in the form of apple-picking, wine tours, skiing, and other recreational activities. However there is a tendency to look down on the people who live their lives in small towns and rural areas, the reasons for which boil down to perceived class and economic distinctions, and insecurity about those statuses.\r\n\r\nMany suburbs operate under the delusion that they are small towns. Luckily, in New Jersey this self-deception is not taken as seriously as it seems to be in Westchester or (God help them) Connecticut. ", "pub_date": "2017-02-24T01:14:23.963Z", "parent": 6, "slug": "culture-of-the-suburbs", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 49, "fields": {"title": "The Suburban Trap", "subtitle": "", "author": "Jesse Fried", "article_content": "The commuter suburbs are a hyper-domestic environment, aptly referred to as \"bedroom communities.\" The commuter's routine sets the tone here to a large degree: the town is a calm place to retreat to at the end of a busy, socially intense day, a comfortable haven where the pleasures of family life and the home theater system can flourish apart from the the vicious temptations of the city. Even to the extent that this arrangement is satisfying for commuters, it presents a problem for other members of their families, who spend their entire days in a community intended as a respite from the real world.\r\n\r\nCountless bright, well-meaning people fall victim to what I would call the <b>suburban trap: </b>the resort to physical comfort as a pallitive for moral or psychological discomfort. The conditions of isolation and unreality experienced by full-time suburbanites have a way of constraining the human spirit - a pain keenly articulated by second-wave feminists of the wealthy suburbs like Betty Friedan. The broader injustice of the current social arrangement is also visible to any suburbanite aware enough of the outside world to notice such sights as the downcast faces and and avoidance of eye contact of some of people of color who can be seen walking downtown. On the other hand, physical comforts abound in the suburbs, where the enjoyment of leisure time activities and domestic comforts dominates the culture.\r\n\r\nNow far be it from me to take moral issue with a dad, a kid, and a dog playing with a frisbee in a grassy park. The combination  of simplicity, fun, order, family togetherness and fresh air can be genuinely, wholesomely, meaningfully satisfying. But these innocent pleasure alone, added to a typical career, build a life that, however privileged and enviable, is not quite complete. The desire for deeper engagement in the world is too easily and too often cast aside in the suburbs. There is a strange bleary-eyed softness and docility in the suburban character, which I think comes from certain parts of the soul being lulled to sleep.\r\n\r\nA partial blindness to reality, or at least very lazy, narrow view of it, is symptomatic of a trapped life. It's funny to think about how many of these people have careers which require an enormous amount of intellectual effort - they are high-power lawyers, executives, medical specialists, etc. - and yet their understanding of the actual conditions of their life can be astoundingly simpleminded. I'm not just talking about social consciousness here. It is sadly common to see extremely hardworking, well-meaning suburban parents so devoted to their work and otherwise so lost in the innocent fantasies of their collapsed psychologies that they are blind to the actual needs of their spouses and kids. And we're not even getting into the darker side of human nature, the suburban assholes, here...\r\n\r\nHow well equipped are these people to be informed citizens in a democratic society? More troubling still, how capable are they of the leadership roles in business, law, and politics that they so often attain? It is easy and seductive for the suburbanite, citing their principled life or hard work, family values, and responsible lawn care, to plead innocence in all public matters. In other words, to retreat from reality into their physical self.", "pub_date": "2017-02-24T01:15:26.887Z", "parent": 48, "slug": "the-suburban-trap", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 51, "fields": {"title": "Suburbs and Sprawl", "subtitle": "", "author": "Jesse Fried", "article_content": "#Suburbs\r\n\r\nNew Jersey is a fundamentally suburban state. Even its cities contain their fair share of green lawns and detached houses. However the innumerable smaller, generally wealthier, municipalities that surround them tend to share a lot of characteristics, and form the very distinct category investigated in this section.\r\n\r\nSuburbanites tend to have strong opinions on the differences between the towns, frequently focusing on the quality of the school system, the ease of the commute into the city, the property tax rates, and perceived cultural differences between the inhabitants. There is indeed a big range within the category of suburb - from straight streets of small, bleak boxes inhabited by the middle class Jersey folk to clusters of hilltop mansions housing some of the great beneficiaries of global capitalism - but there is a strong sense of shared identity, culture and destiny that goes with any designation of \"suburb.\"\r\n\r\nMuch ill can and will be spoken about the suburbs. However, it must be disclaimed that this infamous region is also my homeland. To write about the suburban experience is to share my own consciousness; to pass judgement on the suburbs is to scrutinize my own heart. The view of orange clouds blowing past the bare branches of tall oak trees on a cold night, from the sidewalk of a quiet suburban street, is powerfully evocative and inherently compelling to me, perhaps moreso than any abstract moral value will ever be. These drivers of luxury SUVs, voracious consumers of SAT prep materials, daily wearers of high performance ski jackets, are my friends, my family, and sometimes myself.\r\n\r\n#Sprawl\r\n\r\nFew areas of North and Central Jersey are immune to sprawl.\r\n\r\nThe McMansion phenomenon is perplexing. Situated so awkwardly in the middle of large expanses of empty pasture, so huge yet so visibly cheap, decorated with such gaudy trappings of luxury, one cannot help but wonder: to whom do these houses appeal? Whose version of success, of \"making it,\" of the American dream is housed within these boxes of drywall?\r\n\r\nFor one thing, it looks lonely. The commuter suburbs seem like a paradise of cultural richness and close-knit community compared to these rural outposts. Likewise, it's hard to imagine them being very connected to the rural traditions they are superseding. I don't know any one who lives in this type of development, so I can only guess.\r\n\r\nThe only way I can think to understand the choice to live here is as the suburban compromise taken to the next level. By moving to the very fringes of the metropolis, you really can get away from all the people, enjoy genuinely rural surroundings, and are able to live this life in a \"nicer\" house than you could probably afford closer to the city.\r\n\r\nIf McMansion living appears like an especially empty version the American lifestyle, we would do well to remember Emerson's rallying cry for us to \"enjoy an original relation to the Universe.\" One can imagine the thrill of looking out your brand new picture window at a rural vista to which you have no connection at all - no burden of historical or economic ties, no knowledge of the names given to hills or rivers - and filling in the details exclusively from your imagination, or your unique creative spirit, as Emerson might say. We might also do well to remember that our civilization has not occupied this land for very long. The farmers who named the landforms and cleared the fields a few hundred years ago did their own sort of creative reimagining, in the vacuum left by the conquest of the Lenape who came before them.\r\n\r\n## A note about the Poconos\r\n\r\nSuburban development has taken hold in Pennsylvania's Pocono region much more so than in Northern NJ's adjacent rural counties, despite the latter's relative closeness to the metropolis. I'm not sure why - it could have to do with zoning, land values, land use history, or other factors. It seems that widely spaced McMansions are more common surrounding the small rural towns of NJ, while denser more genuinely suburban developoments tend to spring up in Pennsylvania's woodlands.", "pub_date": "2017-02-24T01:13:24.918Z", "parent": 88, "slug": "suburbs-and-sprawl", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 52, "fields": {"title": "Sprawl", "subtitle": "", "author": "Jesse Fried", "article_content": "Few areas of North and Central Jersey are immune to sprawl.\r\n\r\nThe McMansion phenomenon is perplexing. Situated so awkwardly in the middle of large expanses of empty pasture, so huge yet so visibly cheap, decorated with such gaudy trappings of luxury, one cannot help but wonder: to whom do these houses appeal? Whose version of success, of \"making it,\" of the American dream is housed within these boxes of drywall?\r\n\r\nFor one thing, it looks lonely. The commuter suburbs seem like a paradise of cultural richness and close-knit community compared to these rural outposts. Likewise, it's hard to imagine them being very connected to the rural traditions they are superseding. I don't know any one who lives in this type of development, so I can only guess.\r\n\r\nThe only way I can think to understand the choice to live here is as the suburban compromise taken to the next level. By moving to the very fringes of the metropolis, you really can get away from all the people, enjoy genuinely rural surroundings, and are able to live this life in a \"nicer\" house than you could probably afford closer to the city.\r\n\r\nIf McMansion living appears like an especially empty version the American lifestyle, we would do well to remember Emerson's rallying cry for us to \"enjoy an original relation to the Universe.\" One can imagine the thrill of looking out your brand new picture window at a rural vista to which you have no connection at all - no burden of historical or economic ties, no knowledge of the names given to hills or rivers - and filling in the details exclusively from your imagination, or your unique creative spirit, as Emerson might say. We might also do well to remember that our civilization has not occupied this land for very long. The farmers who named the landforms and cleared the fields a few hundred years ago did their own sort of creative reimagining, in the vacuum left by the conquest of the Lenape who came before them.\r\n\r\n## A note about the Poconos\r\n\r\nSuburban development has taken hold in Pennsylvania's Pocono region much more so than in Northern NJ's adjacent rural counties, despite the latter's relative closeness to the metropolis. I'm not sure why - it could have to do with zoning, land values, land use history, or other factors. It seems that widely spaced McMansions are more common surrounding the small rural towns of NJ, while denser more genuinely suburban developoments tend to spring up in Northeastern Pennsylvania's woodlands.", "pub_date": "2017-02-24T01:12:32.293Z", "parent": 51, "slug": "sprawl", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 53, "fields": {"title": "Forests of the NJ Highlands", "subtitle": "", "author": "Jesse Fried", "article_content": "The Highlands are mountainous but on a very small scale. It is cool to see the forest change rapidly and dramatically as you go uphill. Everywhere is rocky, and many of the valleys are strewn with boulders, but there are numerous small bottomland areas with deep, moist soil. Huge Tulip Trees, White Ashes, and White Oaks can be found in some of these spots. I've also often noticed sub-canopy trees like Musclewood and Hophornbeam, and Spicebush in the shrub layer.\r\n\r\nMany little mountain streams, which often go dry by the end of the season, drain the rocky hills. By these streams, Beech, Yellow Birch, and Sugar Maple predominate. Sugar maple also tends to climb up the lower slopes of the hills, where there is still consistent moisture, seeming to thrive especially in the boulder piles immediately below big ledges of exposed bedrock.\r\n\r\nAlong the larger streams and on the cool, moist slopes by lakes, Rhododendron is conspicuously present. A beautiful site to see, for sure, but not nearly as widespread as it is in Pennsylvania or West Virginia. Rhododendron is locally very abundant on the mountainside above Surprise Lake on Bearfort Mountain. It's one of the hiking gems of NJ. I've tried and failed to come here at the right time to see them all blooming. \r\n\r\nSo many trails in the Highlands, crossing a stream and climbing up a slope, take you on a quick tour of the transition from wet to dry forest. Uphill from stream valleys, Red Oak, Sweet Birch, and Hickories start to take over from the Maples and Beeches. Witch Hazel is a common shrub on the better sites in this mixed hardwood forest. Moving up the slope, if there's enough soil, Mountain Laurel often forms a dense understory . However, in many places in the region there is little to no soil covering the bedrock on the higher slopes and hilltops, and you're really not even in a closed-canopy forest anymore: it's trees finding whatever spots they can between rocks to grow. Grass fills in a lot of the gaps here, and in some places it looks like a savannah. ", "pub_date": "2017-02-24T01:11:43.247Z", "parent": 7, "slug": "forests-of-the-nj-highlands", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 55, "fields": {"title": "Land Use History of the NJ Highlands", "subtitle": "", "author": "Jesse Fried", "article_content": "As explained on the Geomorphology of the Highlands page, the edge of the Wisconsin glaciation resulted in dramatically different surficial geology between the northern and southern Highlands.\r\n\r\nIn the southern Highlands, much less effected by the glaciers, soil is relatively deep, and most areas, except for steep slopes, were cleared for agriculture. Cleared areas include both the fertile valleys and the wide flat ridgetops. In the 19th century, this area seemed to support a traditional agrarian economy and population. Much later, in the late 20th century, when developers became interested in the region, it was already cleared and ready for sprawl to be quickly and inexpensively built.\r\n\r\nIn the northern Highlands, however, thin and rocky soil, as well as rugged topography, made farming prohibitively difficult. A good portion of the land was probably never cleared for pasture, and remained generally uninhabited. The land was, however, disturbed in other ways. The bedrock's mineral richness made for an extensive mining industry, dating from the 18th century until the 20th. Iron was mined here for the Revolutionary War. The Sterling Hill Mine, A huge Zinc mine in Ogdensberg, operated for 200 years, until the 1980's. It's now an incredibly cool museum. Forests were cleared for charcoal to fuel furnaces for smelting, and other industrial uses, before the era of fossil fuels. Mining towns once thrived throughout the region, but dried up as mining industries moved elsewhere.\r\n\r\nNumerous mountain streams became the sites of industrial mill towns, with Dover probably being the biggest.\r\n\r\nMuch of the land hasn't found much use in the modern world. A lot of it has become public land - state forests and parks, plus the enormous Newark Watershed property. Much of the land is now managed for recreation. An upshot of this underutilization of land is that much of it is now covered with mature hardwood forest. Today, the forestry industry in New Jersey is very small, so a lot of these trees are probably going to grow for a while.\r\n\r\nIt's a lot more expensive to develop steep, rocky areas with thin soils and dense forest cover, than cropland and pastures, so believe it or not, I think nature did put a speed bump in the path of encroaching sprawl in the northern Highlands. You will see recent housing developments here, but it's isolated. ", "pub_date": "2017-02-24T01:11:19.285Z", "parent": 7, "slug": "land-use-history-of-the-nj-highlands", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 56, "fields": {"title": "Middle Eastern Immigration to New Jersey", "subtitle": "O", "author": "Jesse Fried", "article_content": "Jersey City has a substantial Middle Eastern population, concentrated in the neighborhood west of Journal Square. I actually don't know too much about these New Jerseyites - it seems that my life hasn't overlapped with them that much.", "pub_date": "2017-03-02T15:31:06.148Z", "parent": 91, "slug": "middle-eastern-immigration-to-new-jersey", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 57, "fields": {"title": "South Asian Immigration to New Jersey", "subtitle": "", "author": "Jesse Fried", "article_content": "In recent decades there has been a huge amount of Indian immigration to NJ, and there are now a huge number of Indian-American New Jerseyites, spanning a variety of social classes. Some live in modest neighborhoods of Jersey City, near the Little India strip of stores and restaurants, and many of the residents of the Newport development in Downtown JC seem to be Indian families. However, I think the bulk of the population is suburban, and many suburban NJ towns have sizable Indian populations, especially in Central Jersey. Edison has a whole downtown area that is pretty much ethnic Indian businesses. On a personal note, growing up in Millburn, I had some Indian-American friends.\r\n\r\nMany Indian immigrants come with a high levels of education and in-demand white collar job skills, allowing them to participate in the financial bonanza of corporate America, and giving them access to some of the nicer suburbs of NJ. \r\n\r\nA good number of students at NJ's colleges are international students from India. \r\n\r\nI know much less about Bengali, Pakistani and Sri Lankan immigration to NJ. These, especially the first two, seem to be much more conspicuous across the Hudson.", "pub_date": "2017-03-02T15:32:10.352Z", "parent": 91, "slug": "south-asian-immigration-to-new-jersey", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 58, "fields": {"title": "East Asian Immigration to New Jersey", "subtitle": "", "author": "Jesse Fried", "article_content": "<h2>Chinese </h2>\r\n\r\n<p>Chinese immigration to NJ is massive, and seems to be largely a suburban phenomenon. If there are Chinese neighborhoods in NJ's cities, then I've never seen them, unless you count Edison as a city. This migration didn't really start till the 60's, and I think the Chinese Exclusion Act unfortunately has something to do with that delay. </p>\r\n\r\n<p>By now, a sizable portion of suburbanites hailing from all over the state are Chinese-American, reflecting a degree of embededness in suburban NJ approaching that of our Jewish- and Italian-American citizens. As a personal note: growing up in the suburb of Millburn, many of my friends and acquaintances from school were Chinese-American, probably second in number only to Jews as a demographic category. </p>\r\n\r\n<p>Edison, in Central Jersey, apparently has a big area of Chinese businesses, though I've never seen it. Route 46 in Morris County has a strip of Chinese (and Indian) restaurants and markets, anchored by an incredible noodle place: Shan Shan. Markets offering imported products, Chinese style bakeries and butcher shops, and produce used in Chinese cuisine are scattered throughout the suburbs. There is a huge one located on Route 10. </p>\r\n\r\n<p>The amount of wealth arriving from China is considerable. Short Hills, one of the wealthiest neighborhoods you could probably find anywhere, is home to some Chinese immigrant families (though many more Chinese-American families). Many Chinese international students at NJ's colleges and universities are able to attend without incurring debt, and rent apartments and buy cars while they're here. However, Chinese immigrants to NJ, and international students, come from a variety of social classes. </p>\r\n\r\n<h2>Korean </h2>\r\n\r\n<p>Bergen County is home to a substantial, and generally suburban, Korean community, centered around Fort Lee. </p>\r\n\r\n<h2>Japanese </h2>\r\n\r\n<p>Edgewater has a very impressive Japanese mall that attracts people from all over. Relatively small numbers of Japanese immmigrants live throughout the suburbs. </p>", "pub_date": "2017-03-02T15:31:57.278Z", "parent": 91, "slug": "east-asian-immigration-to-new-jersey", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 59, "fields": {"title": "Latin American Immigration to New Jersey", "subtitle": "", "author": "Jesse Fried", "article_content": "As far as I understand it, Latin American immigration to NJ is a relatively recent phenomenon, not going back much earlier than the 1960's, and reaching a peak more recently. Now, the demographic category \"Hispanic or Latino (any race)\" accounts for 13% of NJ's population, reflecting a massive migration. Despite the limitations of this somewhat strange demographic designation, the indication of a massive, globally significant population shift is clear.\r\n\r\nMany of the same neighborhoods of NJ's cities that played host to European immigrants in the early 20th century have gone on to be of service to Dominican, Colombian, Salvadoran, Peruvian, Mexican and other immigrants in more recent decades. Like their European predecessors, they often start out with very little, take relatively undesirable jobs to make a living, and maintain strong ties to their native countries. Arguably, these working class immigrants of the present face more severe barriers of discrimination, a more difficult economic climate, and fewer opportunities for social mobility than did their early 20th century predecessors. \r\n\r\nCharting the location of every enclave of every Latin American nationality in NJ would be an interesting but very complicated project. All of NJ's major cities, and many towns, have sizeable Latin neighborhoods. Paterson, Elizabeth, Perth Amboy and many smaller cities are overwhelmingly Latin American in character. \r\n\r\nDrive down Bergenline Ave in Hudson County and you'll get a sense of the massive scale and diversity of NJ's Latin American immigrants.", "pub_date": "2017-03-02T15:32:27.098Z", "parent": 91, "slug": "latin-american-immigration-to-new-jersey", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 61, "fields": {"title": "Native Peoples of NJ", "subtitle": "", "author": "Jesse Fried", "article_content": "<p>Some New Jerseyites trace their roots in the state back thousands of years. I'm not too clear on the state's early human history, but I know a bit about its residents around the time Europeans first started arriving. </p>\r\n\r\n<p>At the beginning of the 17th century, all of present-day New Jersey was within the territory of a people referred to as the Leni-Lenape. Lenapehoking, as this country is sometimes called, encompassed the entire Delaware valley, from the western Catskills down both sides of the river and bay, extending well into present-day Pennsylvania and Delaware, also stretching east to the Atlantic coast, and a certain distance up the Hudson Valley. Three distinct regions comprised the nation, according to the Nanticoke-Lenape tribal history website: \"Three main dialect clans, each made up of smaller independent but interrelated communities, extended from the northern part of our ancient homeland at the headwaters of the Delaware River down to the Delaware Bay. The Munsee (People of the Stony Country) lived in the north. The Unami (People Down River) and the Unalachtigo (People Who Live Near the Ocean) inhabited the central and southern areas of the homeland of the Lenni-Lenape.\" </p>\r\n\r\n<p>In that time, the Lenape lived in fortified villages of longhouses, grew maize, beans and squash, fished in NJ's then bountiful rivers, harvested shellfish from its bays and salt marshes, hunted its game, and collected forest products such as chestnuts and acorns. According to some traditions, they are an especially ancient nation from which all of the tribes of the Algonquin language group descend. </p>\r\n\r\n<p>One of Lenapehoking's main transportation corridors, the Minisink Path, linked the bays and inlets of NJ's Atlantic coast with the Highlands and the Delaware river. The path's southeastern terminus was at the head of the Navesink River's estuary, by present-day Red Bank. The Garden State Parkway follows its general route through Central Jersey, up to Union county, where the path crossed the Watchung Mountains at Springfield, in the gap currently occupied by Route 24. Heading northwest through the Highlands, it seems to have split into several branches: one via Morristown (now roughly followed by Routes 24, 15 and 206), and another north to Pequannock, then up the Pequannock River's steep-sided valley (now scenic route 23). The path's northwestern destination was Minisink Island on the Delaware River, an important settlement and crossroads, now in the Delaware Water Gap National Recreation Area, just south of Milford, PA. It most certainly reached the Delaware via Culver's Gap in the Kitatinny Ridge (Route 206 today). </p>\r\n\r\n<div style=\"float:left; margin-right: 5px;\">\r\n<img src=\"/static/artcom/minisink-route-350.jpg\" /><br />\r\n<b>The Minisink Path: Very Approximate Route </b>\r\n</div>\r\n\r\n<p>The area was dense with secondary routes connecting to the Minisink Path. One crossed the Raritan at New Brunswick and continued down to Trenton. Another, called the Burlington Path, ran southwest across Monmouth County, ending at Burlington on the Delaware - a vaguely Turnpike-esque route. Of local interest to Essex County residents, all of the current routes across the Watchung Mountains reportedly date back to local paths of this era: South Orange Ave., Northfield Ave., Mt. Pleasant Ave., Eagle Rock Ave., and Route 46 near Montclair State. </p>\r\n\r\n<p>Without getting too deep into the geopolitical intricacies of the colonial era, the Lenapes had a complicated relationship with the Dutch, the area's first settlers (aside from a short-lived Swedish colony), in the 17th century. Some mutually beneficial trade agreements and treaties alternated with bitter fighting on both a local and continental scale. The devastating effects of European diseases also dramatically reduced their population and power in the region. </p>\r\n\r\n<p>The unrelenting immigration of often hostile Europeans and the aggressive, deceitful policies of European and colonial governments created a volatile situation by the early 18th century. During this period of conflict, many Lenapes, like Indians of all tribes were enslaved or forced to leave their homes. The violence culminated in the French and Indian War, and the Treaty of Easton, at which point many Lenapes agreed to leave New Jersey in exchange for promises of land farther west. This was part of a larger diaspora of the Lenape to the west and north. It seems that many Munsee went north, while Umani and Unalachtigo tended to go west, making up what we refer to as the Delaware people. </p>\r\n\r\n<p>The history of these migrants over the next 200 years is fascinating and certainly worth reading about for anyone interested in US History, but is out of the scope of this website, having brought them to places as far-flung as Kansas, Oklahoma, Texas, Michigan, etc. </p>\r\n\r\n<p>However, a number of Lenapes stayed in New Jersey, maintaining their own identity despite persecution. In modern times, descendents of the migrants have returned to join them. Recently, some of these communities have been able to gain official recognition. You can read more about them below. </p>\r\n\r\n<p>Sources: </p>\r\n\r\n<p>\"Our Tribal History...\" http://www.nanticoke-lenape.info/history.htm <br />\r\n<i>We Are Still Here! The Tribal Saga of New Jersey’s Nanticoke and Lenape Indians </i> by John R. Norwood <br />\r\n<i>History of the Oranges, in Essex County, N.J.: From 1666 to 1806 </i> by Stephen Wickes <br />\r\nWikipedia </p>", "pub_date": "2017-03-02T15:33:04.931Z", "parent": 91, "slug": "native-peoples-of-nj", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 62, "fields": {"title": "The Nanticoke Lenni Lenape Tribal Nation", "subtitle": "", "author": "Jesse Fried", "article_content": "<p>The Nanticoke Lenni Lenape Tribal Nation is based around the town of Bridgeton in Cumberland County, a rural, agriculture-oriented area in far South Jersey. They trace their history back to a 19th century joining of forces between Lenape who remained in their ancestral homeland and Nanticoke who migrated from the Delmarva peninsula. </p>\r\n\r\n<p>Today the nation has a constitutionally organized government, tribal grounds, a non-profit \"social services / community development association,\" a museum, a store, and other infrastructure, all deep in South Jersey. </p>\r\n\r\n<p>Source: <a href=\"http://nanticoke-lenapetribalnation.org/\">Official website of the Tribal Government</a> of the Nanticoke Lenni Lenape Tribal Nation </p>", "pub_date": "2017-02-24T01:06:40.913Z", "parent": 61, "slug": "the-nanticoke-lenni-lenape-tribal-nation", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 63, "fields": {"title": "The Ramapough Mountain Indians", "subtitle": "", "author": "Jesse Fried", "article_content": "<p>The Ramapough Mountain Indians live in the Ramapo (or Ramapough) Mountains in Mahwah and Ringwood, as well as neighboring Hillburn, NY. They have been there for 300 years, tracing their roots back to Munsee Lenape individuals and families who stayed behind when most of their band emigrated north, during a time when British colonists were tightening their hold on New Jersey. Today, they number about 5,000. There is much controversy and misunderstanding surrounding their history and identity, and even now it's hard to get the facts straight. I am trying to avoid going beyond what's told <a href=\"http://www.ramapoughlenapenation.org/history\">here on the tribe's website</a>. </p>\r\n\r\n<p>By retreating from the lowlands where they had traditionally farmed, probably around the Hackensack river, to the steep hollows and rocky ridgetops of the Ramapos, they were able to maintain a large degree of independence and isolation. This area is very rugged, and for a long time there was little reason for white New Jerseyites to travel into these hills. </p>\r\n\r\n<p>Currently, members of this community still live on back roads near Stag Hill in the Ramapos, many working in the surrounding towns. Despite the fact that sprawl has engulfed almost all of Bergen County in recent decades, nearly eliminating the concept of a \"back road,\" the Ramapough Mountain Indians have maintained their isolation and their distinctly un-suburban culture. It seems that the ruggedness of the glaciated Highlands still serves as a natural barrier, even though they now have to share their neighborhoods with things like <a href=\"http://www.zillow.com/homedetails/201-Stag-Hill-Rd-Mahwah-NJ-07430/37952506_zpid/\" target=\"_blank\">this</a>. Further speculation as to why and how they have remained apart from society inevitably descends into the territory of rumors below the quality and reliability standards of this website. </p>\r\n\r\n<p>In seeking recognition as an Indian tribe, they are in political limbo. State politicians are on their side following some litigation regarding soil contamination from the former Ford plant in Mahwah, and the State of NJ has officially recognized them. Federal recognition has been denied, however, due in part to the efforts of some local politicians and none other than Donald Trump, who are afraid that they will put up a casino. Of course, it's federal recognition, not state recognition, that comes with all of the benefits. </p>\r\n\r\n<p>Mainstream NJ culture has regarded this small community with fear, distrust and morbid curiosity for centuries. From the farmers who they would periodically trade with, to miners and railroad workers, to suburbanites of the present day, most historical references to them consists or unsavory rumors about their origins and character. Over time, these have grown into local legends, spreading far beyond people who have any contact with the Ramapough people. I first heard of the Ramapough Mountain Indians from my dad, who told me some stories which I now realize to be totally untrue and insulting, if colorful and fascinating. A recent Weird NJ article reporting on these legends generated angry backlash from supporters of the Ramapough Mountain Indians, and Weird NJ had to publish a <a href=\"http://www.weirdnj.com/stories/fabled-people-and-places/jackson-whites/\">modified version</a>, complete with a kind of apology and reader responses. An even more recent <a href=\"http://www.nj.com/news/index.ssf/2015/04/time_to_tell_the_truth_about_the_ramapough_people.html\">NJ.com article</a> interviews their current elected chief, Dwaine Perry and attempts to set the facts straight. </p>\r\n\r\n<p>The tribe is also the subject of a long-winded recent New Yorker article, which, in a delicious irony, references an earlier New Yorker article from 1936 that contributed to the disparaging rumors. </p>\r\n\r\n", "pub_date": "2017-02-24T01:06:17.979Z", "parent": 61, "slug": "the-ramapough-mountain-indians", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 64, "fields": {"title": "Outlying Areas", "subtitle": "", "author": "Jesse Fried", "article_content": "What happens when you drive out past the suburbs? Do you at some point reach the real world? \r\n\r\nOne summer when I was home from college, bored on a day off from my summer job, I set out in my parents' car from their house in Millburn with no destination in mind other than to follow my local roads until they left the suburbs. I wanted to find the mythical boundary line beyond which life was no longer a compromise. \r\n\r\nI was not successful. Trying to head north and west, I got myself lost in the tangle of strip mall-lined secondary roads of western Essex County, failing to realize that squirming around only tightens the ropes. Frustration mounting as I watched the afternoon wasting away, I found I-280 and decided just to drive west as fast as I could. I sped along until at the top of a hill I saw a huge summer storm coming in from the west. Even if I made it somewhere nice, I wouldn't really enjoy it in the pouring rain. It was easy to convince myself to get off the highway and head home. \r\n\r\nWhatever I may or may not have found out that day, I now know that there are parts of New Jersey somewhat removed from the metropolis. Some of these resemble other parts of rural America. Others are just really weird. And still others, I can't pretend to know much about. Again, your intellectual contributions are much appreciated.", "pub_date": "2017-02-24T01:04:53.408Z", "parent": 88, "slug": "outlying-areas", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 65, "fields": {"title": "Coastal Plain", "subtitle": "", "author": "Jesse Fried", "article_content": "Sediment from the Atlantic Ocean, deposited when sea levels were higher, rests on top of the subterrenian remains of old, sunken, worn-down mountains.\r\n\r\nThere is one fairly dramatic boundary within the Costal Plain. The Inner Coastal Plain, whose sediments are relatively older and more consolidated, is home to some of Central and Southern NJ's most fertile farmland. The Outer Coastal Plain seems to be a lot of dry sand. You can see on a map that the farmland peters out at their border. The Outer Plain is one of the least developed regions of NJ (Atlantic City and other shore resorts being an exception), home to the notorious Pine Barrens. The inner/outer distinction appears to become less sharp in the extreme southern part of NJ which I know very little about.\r\n\r\nThe region's flatness and sandiness accounts for our coastlines of broad bays surrounded by salt marshes, separated from the ocean waves by extensive dune-covered barrier islands.\r\n", "pub_date": "2017-02-24T01:04:33.825Z", "parent": 87, "slug": "coastal-plain", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 68, "fields": {"title": "Pulaski Skyway", "subtitle": "", "author": "Jon Fried", "article_content": "I first drove the Pulaski Skyway after moving to Hoboken in 1981. It was love at first sight. That eight-mile, erector-set serpent was the perfect opposite of the L.A. of my youth, the 60s L.A. with its new golden freeways, sleek and smooth as fresh cement. The rusting majesty of this hulking roadway rising double humped (and cat-eared) over the swamps and the truckyards exemplified all the grit and industrial truth a young, new-wave punk rocker could possibly want.\r\n\r\nIt was also terrifying. Before the repairs and redesign in 1984, I called it the Deathway. Lanes barely wide enough for a 1920s car snaked sharply around the bridge towers and worst of all, if you were heading west toward the airport, there was a spot shortly after the bridge where you had to switch from one set of westbound lanes to the other by way of a break in the highway divider only about 30 feet long. There were no turning lanes on either side, forcing you to swerve quickly into the speed lane you’d been paralleling. You had to hope the cars in the speed lane were ready for you as you gunned your engine and made the move.\r\n\r\nThere was also the history. I’d been told – and for years repeated – that the Skyway was FDR’s first WPA project, a repayment to Frank Hague, boss of Jersey City, for delivering 102% of the vote in the 1932 election. Not true: the bridge was completed before Roosevelt took office. But the real history is colorful enough, with Hague and the union people battling it out in classic Jersey fashion.\r\n\r\nAnd of course there was General Pulaski himself and the revolution he helped win in the name of life, liberty and the pursuit of Hudson County.\r\n\r\nI’ve been stuck on it twice.\r\n\r\nThe first time I was returning from the city on a weeknight at about 2 am (another story) when the engine died. There are no breakdown lanes on the Pulaski Skyway (although there was a center breakdown lane in the early days, available to both sides, which people would use to pass, earning it the nickname the Suicide Lane.) Luckily for me I was able to coast to a stop at a point where the road widened a bit for the dizzying mid-Skyway exit ramp to Newark.\r\n\r\nThe speed limit on the Skyway I believe was and is still 45 mph (though it’s never enforced – nowhere to pull anyone over!) but with road nearly empty at that hour cars were whizzing by at 80+. The road shook with every passing car. This was in the early days of cell phones and I didn’t have one. I would wait for a cop.\r\n\r\nMy Corolla stuck out just enough that anyone driving in the right lane would have to swerve to get around me. I decided to wait outside my car by the steel railing in case someone didn’t swerve in time.\r\n\r\nAfter half an hour or so a car pulled over and stopped in front of mine. I walked over to his passenger side and the driver, an African-American man about my age (mid-thirties), asked if I wanted a lift. I said I didn’t really want to leave the car, and was hoping for a cop to come. Bad place to get stuck, he said. I didn’t have a cell? Too bad. And then he just kept chatting. He’d just gotten off work at the post office. Called his wife that day, ‘Honey did I leave my cell phone on the dresser?’ Now he was sorry he had. He knew this road. Not a lot of cops come by. And the drivers at this hour on a weeknight…I can’t remember what else he talked about but after a while I realized what he was doing. He was telling me about himself – he was married, employed, had a cell phone – because he had no intention of leaving me up there waiting for some help that might never arrive and so he was patiently earning my trust. After a while he offered again to take me down to a phone booth, where I could call AAA, and then bring me back up to my car. It would take five minutes at this hour. I said OK.\r\n\r\nWe drove down that ramp into Newark and in those days payphones weren’t hard to find. I called AAA and then he drove east on the Skyway, getting off at the other mid-Skyway ramp, the one that exits from the center, turned around, got back up on the Skyway and left me by my car.\r\n\r\nI wish I’d written down his name. I could’ve found his manager and raved about him. Or found his number and bought him a beer. Or at least his address and written him a thank you.\r\n\r\nAnother half hour later a police car pulled over. I told them I’d called AAA. They laughed and said AAA would take hours. They’d call their guy who’d be there in a few minutes. In the meantime, I’d better get inside the car where it was safe.\r\n\r\nI’d never been in the back of a squad car: hard plastic seat inside a metal cage. They were listening to some guys on the radio talking about the Knicks. Their guy was there in 20 minutes.\r\n\r\nA couple of years later, I was on my way into the city and right in the middle of the Skyway, traffic came to complete halt. I don’t show my temper much but traffic can unleash some heartfelt obscenities, as my kids can attest. Today, it didn’t bother me. I shut the engine and got out of my car, tried to see what the trouble could be. Nothing in sight. If it was an accident, I hoped it wasn’t bad, that someone’s day hadn’t just taken a big turn for the worse.\r\n\r\nMostly I was delighted with the chance to commune with my favorite roadway in less terrifying circumstances. A huge hazy moon floated over Manhattan and a light breeze calmed the sticky air. Everyone sat in their air conditioned cars but I was happy to stand by the rusty railing again, gazing down at the slimy dark water below; the generating plant spewing a plume into the moonlight; the numbered and lettered streets of Bayonne in their grid, on their peninsula. Above me on the tops of the towers, red lights blinked. I looked south toward the Turnpike extension, a more modern arc that, unlike the Skyway, will never make it into the National Register of Historic Places. I remembered the smell of the trash dump fire that burned for years in Jersey City in the shadow of the Skyway.\r\n\r\nI found myself singing a song I wrote with my wife years ago that went in part:\r\n\r\nThe sun hangs in the heavy sky\r\nThe moon rises orange and starts to sing\r\nAnd turns into an onion ring.", "pub_date": "2017-02-24T01:03:54.150Z", "parent": 90, "slug": "pulaski-skyway", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 69, "fields": {"title": "Ridge and Valley", "subtitle": "", "author": "Jesse Fried", "article_content": "Part of the larger Sedimentary Appalachian region, which extends north to NY State, west to Ohio, Kentucky and Tennessee, and south to Georgia and Alabama. More specifically the Ridge and Valley region is part of the Appalachian Valley and Ridge province, that runs along the east coast just east or southeast of the Allegheny Mountains.\r\n\r\nThe Kitatinny Ridge, home to the Delaware Water Gap, High Point, and other notable mountain features of NJ, is part of a long stripe of ridgeline that continues more-or-less uninterrupted from some of West Virginia's most dramatic mountain features, through MD, PA and NJ, and up to the Schawangunk Mountains in New York's Hudson Valley. The ridge is formed by a very hard, erosion-resistant layer, varying from Sandstone to Conglomerate, deposited by eroding ancient Taconic Mountains.\r\n\r\nThe valley element of the region is part of the Great Valley of the Appalachians, which connects with Virginia's Shenandoah Valley. The NJ section supports some dairy farms and cornfields. \r\n\r\nThis is a fairly rural region, and I am not sure why exurban developers seem to have tread more lightly here than the Pocono region of Pennsylvania just to the west, across the Delaware.", "pub_date": "2017-02-24T01:03:02.198Z", "parent": 87, "slug": "ridge-and-valley", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 70, "fields": {"title": "Meadowlands", "subtitle": "Catastrophic Beauty", "author": "Jesse Fried", "article_content": "An enormous swampy intrusion into the state's densest area, the Meadowlands complicate the geography of NJ's urban core. Several miles of wetlands and river channels, primarily surrounding the north/south oriented estuary of the Hackensack River, separate the gritty urban streets of Hudson County from the gritty urban streets of Newark. The relatively dry margins of the wetlands, flat and well-located but not especially suited for residential development, have played host to Newark's, Kearny's and Jersey City's beefy industrial areas. The interior seems to have resisted industrialization, with broken-down causeways and decaying brick structures showing that it's not for lack of trying.\r\n\r\nEven if the interior of the meadowlands is undeveloped, it can hardly be called natural. Straight lines of earth, half sunken poles and concrete blocks, and other strange sights attest to the intense amount of human disturbance that this area has endured. In pre-industrial times, the area was apparently a freshwater cedar swamp, perhaps similar to such areas that we still have in the Pine Barrens. The damming of the Hackensack River upstream at the Oradell Reservoir reduced the flow and caused saltwater to creep in. I don't know enough to list all of the ways in which the area has been disturbed by humans and why, but suffice it to say that landfills are one of the most enduringly visible examples but chemical spills might be the most long-lasting. Today, apparently, every plant species common to the Meadowlands is exotic. However it's full of beautiful native birds, easily visible from the highways and train lines passing through it: graceful white egrets, cormorants drying their wings. ", "pub_date": "2017-02-24T01:02:33.461Z", "parent": 9, "slug": "meadowlands", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 71, "fields": {"title": "NJ's Diaspora", "subtitle": "", "author": "Jesse Fried", "article_content": "Scattered throughout the major cities of America, the capitals of Europe, the metropoli of Asia, and really anywhere you can think of, you will find the proud or less-than-proud sons and daughters of New Jersey. Whatever may bring them to these far-flung places - ambition, love, money, etc. - it seems that NJ more than many other places of origin requires its progeny to travel in life.\r\n\r\nA suburban upbringing tends to come with the expectation of a life on a somewhat larger scale - spending some time experience life in a major city, attempting to become well-travelled, etc. Among NJ's flourishing upper middle class, many people fail to see themselves as particularly tied to the area they grew up.\r\n\r\nMore generally, NJ is a restless place, defined by immigration, lives in motion, and people pursuing things, with less of a settled, tradition-laden lifestyle slowly building wealth over generations. \r\n\r\nOne must also admit that the desire for escape lies behind some of the diaspora stories. A classic example is the sizeable community of suburbanites trying their hands at the simple life in hippie areas oflu neighboring Upstate NY. Here we return to the Junot Díaz quore about the \"longing for elsewheres.\" I have experienced this feeling in a major way, returning to my parents home in Millburn, walking the suburban streets at night and thinking to myself, \"I have to get out of here.\" This kind of moment, a few weeks after college graduation, motivated me to call up a friend and arrange to move to California.\r\n\r\nI admit, with mixed emotions, that I do not currently reside within the boundaries of my native state, although I am only a few miles away. Sadly, New Jersey was not providing for me. The times I've spent in the state during adulthood have been spiritually rich, grounding experiences but very poor in meeting my practical social needs. Few of my friends growing up stayed in NJ, many sighting more opportunity on the Hudson's eastern shore. The cultural opportunities and transit options of Hudson County were not sufficiently appealing for me to make the social sacrifice. ", "pub_date": "2017-02-24T01:02:05.831Z", "parent": 6, "slug": "njs-diaspora", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 72, "fields": {"title": "Wildwood", "subtitle": "-", "author": "Max Miller", "article_content": "I once heard it said that when Jerseyans go to \"the shore,\" North Jersey goes to Sandy Hook, Central Jersey goes to Seaside, and South Jersey goes to Wildwood. In this respect, unlike most, South Jersey certainly has it best. It would not be an exaggeration to say that Wildwood and the surrounding towns (sometimes referred to as \"the Wildwoods\") have the best beaches in the state. However, these beaches are certainly open to the rest of the state, and in fact recommended.<h2>Geography </h2>The Wildwoods are located on a barrier island near the southernmost tip of New Jersey. This island, the Island of Five Mile Beach, is (appropriately) approximately 5 miles in length, and ranges from a half mile to a mile in width. The island runs from northeast to southwest, and faces the mighty Atlantic Ocean. Five townships populate the island: from north to south, North Wildwood, West Wildwood, Wildwood, Wildwood Crest, Diamond Beach. There is also a national wildlife preserve at the southern end of the island, which contains a US Coast Guard base.The name \"Wildwood\" derives from the wild flowers local to the island. [1]<h2>History </h2>Wildwood was first incorporated as a borough in 1895, and then again as a city in 1912. It did not truly begin to flourish, however, until the 1950s, upon the completion of the southern portion of the Garden State Parkway. [2] This is evident in the architecture of the towns -- 1950s \"Doo-Wop\" style is prevalent amongst motels, diners, and even supermarkets. The architectural term \"doo-wop\" was in fact coined by the Cape May Mid-Atlantic Center for the Arts to describe the common style in the area. [3] There is no shortage of neon signs, curvy swoops, plastic palm trees (real palm trees are not native to the area), and cheesy \"international\" themes amongst the bevy of motels. One trivium of note: the first performance of \"Rock Around the Clock,\" oft styled as the first rock and roll song, was first performed by Bill Haley & His Comets in Wildwood, on 29 May 1954, at the HofBrau Hotel. [4]<h2>Attractions </h2><h3>A few words about the beaches</h3>As mentioned previously, the beaches are what draws people to Wildwood. What sets the beaches here apart from other NJ beaches is the dune-to-shoreline distance -- in places up to 500 feet. [5] This is in direct contrast to other beaches such as Long Branch, which possess a short and steep sandy section. The Wildwood beaches are a swath of flat beachland, optimal for spreading out crowds and providing area for beach activities. This also results in a exceptionally high allowable wading distance in the ocean. This can sometime cause less-than-ideal surf conditions; however, when the weather is right, the flat beach allows a wave to carry you all the way to the shore. The sand is exceptionally fine-grained, and does not possess the coarse rocky quality one might find in Deal or Sandy Hook. All in all, Wildwood beaches are not to be matched within state.<h3>Local cuisine</h3>Wildwood is, at its heart, a tourist destination, which might infer less-than-amazing options for food consumption. I will give you that there are several places which do not live up to the standards one might expect. However, there are, if one knows where to look, a couple of bright spots in the Wildwood dining scene. Don't think too hard on this one -- seafood is the local specialty. Restaurants specializing in seafood range from bare-bones (the \"fish shack\") to fairly pricey, but most will sate appetites for fresh fish. Jersey crabs are my personal favorite. Italian cuisine, not to be forgotten in any part of this state, makes its appearance as well. Other than these, I caution you to tread lightly.Recommendations:<ul><li>Seafood: H + H Seafood, Harbor View Marina, Wildwood Fish Factory </li><li>Italian: Crest Tavern, Carini's </li><li>Avoid: Urie's, Two Mile Landing </li></ul><h2>Neighborhoods </h2>A short description of each of the five towns</h3>North Wildwood </h3>A part of the island that your author happens to be woefully ignorant of. It seems to me that North Wildwood is a respectable part of the island which tourists may happen to ignore, and is populated more by locals. This claim is lacking independent verification, however.<h3>West Wildwood </h3>Actually located on a separate island bayside, West Wildwood is almost entirely residential.<h3>Wildwood proper </h3>The heart of the island, as one would expect. Contains the boardwalk, including Morey's Piers, the amusement park. The best spot for nightlife.<h3>Wildwood Crest </h3>The more family-friendly part of the island, replete with hotels and motels.<h3>Diamond Beach </h3>An upscale area with condos and luxury hotels. This neighborhood was built up more recently, and you will not find the doo-wop architecture you might have become fond of in other parts of the island.<h3>References: </h3>[1] - Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed 27 October 2015.[2] - \"Neon and Angles: Motels of the Wildwoods\", Historic Preservation Bulletin, New Jersey Department of Environmental Protection Historic Preservation Office, Summer 2006. Accessed 26 October 2015.[3] - Wildwood Crest Historical Society Web site. <http://www.cresthistory.org/doowop.php>. Accessed 26 October 2015.[4] - Strauss, Robert. \"Cradle of Rock? Two Towns Stake Their Claims\", The New York Times, 10 July 2007. Accessed 26 October 2015.[5] - Google Maps. <https://www.google.com/maps/@38.9615038,-74.8416867,18.08z>. Accessed 26 October 2015.", "pub_date": "2017-02-24T00:59:04.417Z", "parent": 64, "slug": "wildwood", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 73, "fields": {"title": "Urban Core", "subtitle": "-", "author": "Jesse Fried", "article_content": "As I glance across the swirling Hudson brine at the steep banked edges of Hudson and Bergen counties, studded, like a crown, with brick high-rises and fringed along the water's edge with piers of cheap condos, I feel an inexpressible longing. Why not discard the empty mainstream life I have adoped, to wander through the city blocks, the suburban streets, the office parks, the grimy industrial zones of my state, seeking wisdom? Then, inevitably, I sigh and return to my voluntary exile in Corporate America.", "pub_date": "2017-02-24T00:58:24.575Z", "parent": 88, "slug": "urban-core", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 74, "fields": {"title": "A History of Professional Sports in New Jersey", "subtitle": "-", "author": "Max Miller", "article_content": "Near and dear to many New Jerseyans' hearts is the success of their favorite professional sports teams. Setting aside the debatable importance of sports in society, this contributor is staunch in his defense of sports' existence at the heart of New Jersey culture. I will keep this defense to a few sentences, but refer to this website's homepage: a plea for New Jerseyans to come together, whether white or black, Asian or Hispanic, rich or poor, suburban or urban (or rural!), and join in our appreciation of New Jersey. Sports are known as the great equalizer: no matter your socioeconomic background, one can always discuss the recent game with a stranger. \"How about that local sports team?\" A refrain commonly heard. Given our placement in the Northeast, where popularity of college sports is at a geographic nadir, professional sports are a valuable tool in bonding and relationship-building, whether amongst friends, parents and children, or coworkers. Therefore, with this spirit in mind, I embark on a concise but hopefully comprehensive history of professional sports in this great state.<h2>The New Jersey Devils </h2>The Devils are the only team of the 4 majors that claim New Jersey as their home. Given that there are some teams that do play in New Jersey but do not use New Jersey in their name (we'll get to them later), we can praise the Devils for having the required Jersey Pride, and thusly they get top billing.The Devils moved to New Jersey in 1982, after 2 seasons as the Kansas City Scouts and 6 seasons as the Colorado Rockies. New Jersey trucking tycoon Arthur Imperatore (also the founder of NY Waterway) purchased the team in 1978 with the intention of moving the team to his home state; however, construction was still ongoing on the ostensible home of the Devils. In 1982, the Brendan Byrne Arena was completed, and the Devils (under the new ownership of Jersey City native John McMullen) were born. I will cover more about the Brendan Byrne Arena, of which you are probably familiar under a different name, later.The Devils were named, of course, after the Jersey Devil, a (mythical?) creature that inhabits the Pine Barrens of Southern Jersey. I expect the legend of the Jersey Devil will be covered elsewhere on this site.The Devils languished in mediocrity for much of their early existence. However, they began to build a core of solid players in the early '90s, which resulted in consistent playoff appearances. They won their first Stanley Cup in 1995, and followed that up with Cups in 2000 and 2003. Indeed, between 1995-2012, the Devils made the playoffs every year but two, becoming a model of consistency. Since the 2011-12 season, where they lost in the Stanley Cup Finals to the LA Kings, they seem to have taken a downturn, missing the playoffs in the 3 subsequent seasons.You'll excuse my glossing over the more specific aspects of the Devils' success as your contributor is not a huge fan of hockey. It should be noted, however, that the Devils moved from the Meadowlands to the Prudential Center in Newark in 2007, marking the decline of the Meadowlands as a sports hub.<h2>The New Jersey Nets </h2>In 15 years or so, there will be a whole generation of Brooklynites unaware that the Brooklyn Nets were once called the New Jersey Nets. Indeed, from 1977-2012, the Nets played in New Jersey.Most basketball fans are aware that the Nets once were known as the New York Nets, playing in the ABA. However, the Nets played their inaugural season in 1967 as the New Jersey Americans in Teaneck, NJ, making them a true NJ organization. Their move to the NBA and subsequently to NJ cost them millions of dollars and their star player, \"Dr.\" Julius Erving, due to the monopolistic demands of the NBA and the New York Knicks. This, along with some poor injury luck and traded drafted picks, caused the Nets to settle into the lower tier of NBA organizations for much of their existence, rarely finding success. In their 35 seasons in New Jersey (not including that first season), the Nets compiled an overall regular season record of 1186-1636 (0.420).The Nets had some moderate success in the 1980s, but their true golden age in New Jersey was the early 2000s, where they reached the NBA Finals twice consecutively. Led by Jason Kidd, Kenyon Martin, Richard Jefferson, and Kerry Kittles, they reached heights previously not seen in New Jersey basketball. Unfortunately, this was a time of great imbalance between NBA conferences, and the Nets were swept in the 2002 Finals by the Kobe and Shaq-led Lakers, and lost 4-2 in the 2003 Finals to Tim Duncan's Spurs.Regardless of results, it was a magical time to be a Nets fan. This contributor and his dad had a 1/6 share of season tickets at the Continental Airlines Arena, and got to know some of the more famous fans. Especially memorable fans included the older man who would wear Hawaiian shirts and show off his dance moves for the stadium camera, and the guy on the 2nd level would lead the N-E-T-S chants. Also, one time, playing the Detroit Pistons in the playoffs, Rasheed Wallace's mom sat behind us and almost got in a fight with Nets fans.When it comes down to it, the Meadowlands is simply not a good place for a sports franchise. After the decline of this particular Nets team, attendance dropped dramatically, and owner Bruce Ratner decided it would be best to move the Nets to Brooklyn. After two seasons playing at the Prudential Center in Newark, the move was official, and they became the Brooklyn Nets. While there was a great ado about the Nets' move, replete with ridiculous trades for older veterans, massive luxury tax bills, claims of a championship in 5 years, and endorsements by rap moguls, the Brooklyn Nets have advanced to the second round of the playoffs once. In this current season (2015-16), they are paying their dues, sitting at 2nd to last in the conference without a draft pick next year.While this will never happen, this contributor strongly advocates a return to Newark. It would give the team a lot more character and would be a recognizance of the fact that the millennial obsession with Brooklyn is somewhat soulless. Unfortunately, money rules, and Brooklyn remains infinitely more profitable than Newark could ever be.<h2>A Couple Minor League Teams Of Note </h2><h3>Newark Bears - Baseball </h3>The Bears, now defunct, operated from 1998-2014. Separate from the MLB network of farm teams, the Bears played at Bears & Eagles Riverfront Stadium, visible from the Morris & Essex NJT line. It was a traditional outing in this contributor's elementary school days to go to a Bears game once a year with the entire class. Jose Canseco, in the twilight of his career, played half a season with the Bears, perhaps the most famous Newark Bear of all time.<h3>New Jersey Jackals - Baseball </h3>Another NJ baseball team independent of the MLB. They play in Yogi Berra Stadium in Little Falls, NJ. I went to a Jackals game once and forgot to bring a mitt, so I tried to catch foul balls in an empty popcorn bucket.<h3>New Jersey Gladiators - Arena Football </h3>Now located in Cleveland, the Gladiators played two seasons in the Meadowlands. I went to a Gladiators game once and got the autograph of every player on the team, thinking they would be priceless.<h3>New Jersey Hitmen - XFL </h3>The XFL, the short-lived experimental combination of football and wrestling, had one of its 8 inaugural teams located in New Jersey, named the Hitmen, hearkening to NJ's mafia roots. The Hitmen played in the XFL's first game, losing to the Las Vegas Outlaws 19-0. The Hitmen finished their only season 4-6, missing out on the playoffs.<h3>Semantics </h3>A lot of people get very upset by the fact that the New York Jets and the New York Giants play their home games in New Jersey. A popular football column, Tuesday Morning Quarterback, refers to the teams as Jersey/A (Giants) and Jersey/B (Jets), ostensibly disparagingly. At some point, we have to recognize that the empty swamplands of southern Bergen County are more or less up for grabs. They are by no means central to NJ's identity, despite many out-of-towners' claims to the contrary. If these teams choose not to embrace NJ as their homeland, who are we to get upset about it?", "pub_date": "2017-02-24T00:56:32.814Z", "parent": 6, "slug": "a-history-of-professional-sports-in-new-jersey", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 75, "fields": {"title": "The NJ Turnpike", "subtitle": "-", "author": "Jesse Fried", "article_content": "The New Jersey Turnpike, that throbbing clogged artery of our nation, offers its millions of anonymous passengers a view of the strange soulful country of Central and Southern NJ. THe land is glimpsed at a distance, like New York from a Double Decker bus.I have about as much insight into the territory south of New Brunswck as the average American. The cornfields, woodlands, swamps, shipping and distribution centers are not the innocents of rural America, but rather bear the imprint of our state's dense civilization. A farm along the Turnpike, for instance, has a pond lined with slopes of heavy industrial crushed rocks and topped with a chainlink fence. Names of corporations familiar and unknown adorn the sides of long low buildings.The land is predominantly flat with some areas excellent for agriculture and others too sandy or swampy. The forest cover is a gradual transition from Mixed Oak/Northern Hardwooods to a more southernly type: tulip poplar, white oak, and red maple seem dominant, with gum trees in occasional swamps. Holly appears in the understory - a notable difference from Northern NJ.The Philly suburbs are a conspicuous presence on the side of the road for a long stretch. I-295 runs parallel immediately adjacent to the turnpike and offers more local exits. This double highway has always seemed decadent to me.The Philly suburbs are a whole world in and of themselves. I always assume they are slightly blander, trashier and less cosmopolitan than the NY suburbs, but I have no basis for these claims.Sprawl is a big issue in this part of the world. Farmland is constantly turning into what I like to call \"people farms:\" low-density treeless repetitive expanses of development - often of McMansions. Incentives to live hear are financial apparently - it's a way to get a nice house for cheap. Also it would be appealing as a kid to have residual open space around to play in.Once you get past Philly, you start to see some southern pines, which is different. Also long wide inlets from Delaware Bay break up the wooded landscape. I think of this area as mildly Southern in feel, but I don't know much about it, or the South.The Turnpike crosses Delaware Bay on the enormous Delaware Memorial Bridge, sometimes abbreviated \"Del Mem Br\" on road signs, exiting New Jersey. This hulking but somewhat graceful steel structure lifts the motorist a substantial distance above a mostly flat landscape, offering a sweeping panorama of three states - New Jersey being of course the most interesting.", "pub_date": "2017-02-24T00:56:09.550Z", "parent": 90, "slug": "the-nj-turnpike", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 76, "fields": {"title": "Newark", "subtitle": "-", "author": "Jesse Fried", "article_content": "Newark is the largest city in New Jersey. It is located at the mouth of the Passaic river and the northern end of Newark Bay, which is part of New York harbor in an extended sense. It is separated from the Hudson river to the east by the thick ridge of the Palisades and about 5 miles of swamp surrounding the Hackensack river estuary, known as the Meadowlands. The city is located on top of some rolling hills of Triassic sandstone on the west banks of the Passaic.It is an unspeakably important transportation hub. Port Newark is a major node in our system of internatonal trade, despite having its efficiency adversely affected by organized crime. Newark airport has been called the busiest airport in the US. The highway interchange between downtown and the airport might be described by a similar superlative, which also recognizes its chaotic intricacy. The NJ Turnpike, interstate 78, US 1-9 and the airport's access roads grasp each other with flailing tentacles, like four octopi having an orgy. The Northeast Corridor passes through Newarks Penn Station, and connects to the airport. All but two of NJ transit's rail lines pass through Newark too, some to Penn Station and others to a smaller station at Broad Street. The Port Authority's PATH Rapid Transit system has its western terminus at Newark's Penn Station. For $2, you can ride quickly and directly to downtown Manhattan, or to Jersey City. You can also transfer to Hoboken or the other Penn Station in Manhattan. The PATH system is pretty cool, even if its overnight service is terrible despite high demand, and the Port Authority is probably controlled by the mob. They are talking about expanding the PATH to connect to Newark Airport, which seems like a great idea.Some big companies have headquarters in Newark: Prudential, Panasonic, IDT (whatever that is), audible..com. There are also some regionally important educational institutions there: Rutgers' medical school and business school are located in the University Heights neighborhood. Also NJIT, an engineering school, shares the campus. The Newark Museum is a pretty interesting, extensive museum, both discussing the city's history and also displaying fine art. The New Jersey Performance Arts Center (NJPAC) was built just north of Downtown about 10 or 15 years ago, largely due to the political will of then-mayor Sharpe James. It now attracts people from all over to hear some pretty world-class musical performances.A ridiculous number of famous cultural figures of past and present are from Newark. Some of the great musicians of the 20th century, such as Wayne Shorter and Sarah Vaugn, were born there. Same with some of the great literary figures of the 20th century, such as Amiri Baraka and Philip Roth. In more recent generations, we have Lauryn Hill, Queen Latifah and Shaquille O'Neil among others. At the risk of being offensive, I'd like to claim that Newark's surprisingly dominant role in American arts and letters can be attributed to the city serving as a center, at various times, for ethnic communities who have been enormously culturally productive, such as Jewish Americans and African Americans. Not to trivialize the famous figures of other backgrounds from Newark! It would be ridiculous to ignore the role of Italian Americans from Newark in shaping the region's politics and culture. Not the most positive example, but the governor who we are currently saddled with is an undeniably influential figure with a national reach - if a dubious one - who meets the above description.Newark has a majority Black population, and a walk around downtown communicates a strong sense of Black ownership - the businesses, the people on the street, etc. Many white suburbanites, some of whom have strong historical onnections to Newark, are afraid to go there, reflecting the strong currents of racism in those communities. However there are a lot of interesting cultural events: film festivals, jazz shows, street fairs etc. which at least the more liberal suburbanites like myself might love if only we could get over our prejudice and try to reach out to that community a bit.Politically speaking, Newark is the rotten core of NJ. The intimidation, graft, shortsighted greed and general immaturity that characterize the democratic process in our state are at their rawest and most desperate in Newark. One example is that the Newark school system has among the highest per-pupil expenditures in the state, and recently received a donation of $100 million from Silicon Valley, yet the schools totally suck. True, there is a lot of poverty and social disenfranchisement in Newark, and those are clear barriers to academic success, but that doesn't explain why 20% of that $100 million went to \"consultants\" earning more than $1,000 per day. Also most of those large corporations located in the squeaky clean downtown area got huge tax abatements to build there, so they barely even support the city at all, especially when you consider that they employ mostly suburbanites rather than Newark residents.Newark was an industrial powerhouse - in fact, one of the original industrial powerhouses. Seth Boyden, a great inventor of industrial processes such as patent leather, was born and made his fortune in Newark. In fact there seem to have been a lot of leather-related enterprises going on there. Also beer - Balantine Brewery, headquartered there, was one of the biggest breweries in the US for a long time. Now there is a Bud Light bottling plant in Newark. There was also more important stuff too - Newark made supplies for soldiers in the world wars, for instance - and I could go on but you get the idea. Newark has a typical history of waves of immigration - German, Irish, Polish, Italian, Jewish, and Portuguese immigration, as well domestic migrations from the rural South and Puerto Rico, were historically important in Newark, in roughly chronological order. Today West Indian and Latin American immigration are significant, though the industrial base is not as strong. Newark's economy met a similar fate to many midsized industrial cities in recent decades.Newark has a long sordid history of organized crime. During Prohibition, gangster Longy Zwillman operated a huge liquor smuggling operation fully within public view, with the tacit knowledge of city hall and the active support of the police. Today the tradition continues with an extensive drug trade. Some parts of the city are dangerous and violent as a result. Mayor Ras Baraka has made the reduction of drug and gang related crime a major initiative, and speaks passionately about these issues to get the community on his side. He is fighting an uphill battle against Newark's other long tradition of inadequate and unprofessional policing, which has undoubtedly gotten better in recent decades but is still not sufficient, and our hopes are with him. One also suspects that, as we know for sure in the past, the same people who make money from smuggled guns and narcotics also have a certain degree of power in the political system, which doesn't exactly contribute to good government.<h2>North Ward </h2>Newark's North Ward stretches across a ridge paralleling the Passaic river as it runs due south into Downtown. Opposite the river is Kearny. It is home to a huge and stunning Catholic Basilica, and Branch Brook park, which is supposed to be beautiful, especially with its massive display of cherry blossoms in the spring. Route 21, McCarter Highway, is a major artery running on the west bank of the river, connecting Downtown with the suburbs to the north.The population is largely Latino, with some Italians still living there, though the focus of that community has spread to the neighboring suburbs. Steve Adubato was a major force in Newark politics, recently retired, from his base at the \"North Ward center,\" and he seems to have engineered an alliance between those two communities. The North Ward has a reputation for being relatively more stable and better kept-up than other parts of Newark, which I can't personally verify. There apparently is a really beautiful neighborhood of mansions which some rich commuters live in now, as an alternative to the suburbs.<h2>Central Ward </h2>Historically the center of Newark's black community, the Central Ward has been the focus of a lot of the city's political turmoil. Residents successfully stopped a massive slum clearance project that wanted to reclaim suspiciously large parcels of land, containing key portions of the neighborhood, for a new medical school in the 60's. Unfortunately the destruction of 1967 damaged a lot of the neighborhood. New construction has since filled those voids with modern housing.<h2>South Ward </h2>The South ward, along with the West Ward is home to the real population base of Newark's black community. They have been much maligned by slum clearance, ill-advised public housing projects, and highway construction. Historically, they were built up later than the more central parts of the city, and have a suburban feel. The Weequahic neighborhood was farmland as late as the 1930's.This area was home to much of the area's Jewish community for a while during the late 19th and early to mid 20th centuries, though, as a rule we turned our backs on Newark early and completely, and there's not much evidence of us there anymore. Two notable exceptions are the large synagogues B'nei Jeshurun and B'nei Abraham, whose buildings still stand even as those congregations now have new and bizarre looking incarnations in the western parts of Essex County, and are now Christian houses of worship, even with the Jewish iconography on them. I read a nice article that the Baptist congregation which meets in the old B'nei Jeshurun building invited some Jeshurun congregation members to join them in a Holocaust Remembrance day that they put on. Another Jewish relic is the Beth Israel regional medical center, which remains a good hospital serving the area.Today the South and West wards contain a spectrum running from some nice stable suburban areas to some dangerous and decrepit ones. I have to share a personal story: I went with my grandparents to visit the house in the Weequahic section where my grandpa grew up, and the whole way they were apprehensive about what they'd find, saying things like \"they have no respect, they let trash pile up in the streets.\" I had some sense that they were exaggerating, but I still didn't know what to expect. When we got there, we found a well-kept house on a nice suburban-looking street, and a young couple originally from the West Indies who clearly were solidly middle class and had white-collar jobs. They let us into their house to look around, and they had modernized it nicely, preserving some of the historical details such as an ornate ceiling in the kitchen. There was definitely some awkwardness in talking to them, but my grandpa was happy to see his house so nicely cared for, and the guy who lived there seemed somewhat validated by my grandpa's approval. It was altogether a thoroughly suburban interaction.<h2>West Ward </h2>The Vailsburg area in the far western part of the city is supposed to be relatively quiet and suburban. Historically, it had some upper middle class communities which were slower to experience white flight. It's also home to the massive Ivy Hill apartment complexSouth Orange Avenue is a major thoroughfare of the West Ward, and apparently has some of the best Jamaican food in the area at a particular hole-in-the-wall type storefront. I believe there is a Jamaican immigrant community in the neighborhood. Some Yelp reviews mention the sktechiness of the immediate area, but I still hope to check it out. An extremely abrupt change in housing stock, storefronts and general vibe is noticeable as you drive across the Newark's western border with the wealthy suburban town of South Orange on it's eponymous avenue. At this border, blockades are visible in the middle of a formerly uninterrupted grid of streets, which I believe were erected by rich people to make it harder for poor people to breathe the same air as us.<h2>East Ward </h2>The East Ward is famous for the Ironbound section, specifically Ferry street, which is full of Portuguese restaurants. They are great places to go with a huge group of people if you want a feast. Seafood, grilled meat, sangria�it's fun. Also there are Portuguese bakeries. Plus some sort of bar scene. The ward is also home to some of Newark's industrial areas. There is an awful story about a superfund site which was too toxic to clean up, so they just \"capped\" it, and there it sits to this day. That was the source of some friction between the community and the powers that be.Lower Passaic RiverIt is important to note that under no circumstances should you come into contact with the mud at the bottom of the Passaic river in Newark, or probably anywhere downstream of the Great Falls in Paterson. The mud contains dixoin whch nearby chemical plants dumped when they were making Agent Orange for the Vietnam war. I'm not kidding. It was recently decided that cleaning it up would be too dangerous, and it would be more feasible to create an artificial riverbed on top of the contaminated sediments to seal them in. However to my knowledge no artificial riverbed has been laid down to date.<h2>Political Rant </h2>I hesitate to discuss the total, violent breakdown of civil order that occurred in the summer of 1967, but it is too interesting and also sadly still too relevant to ignore. Racism is a huge theme of New Jersey's 20th century history. Following the Great Migration of Black Americans from the rural south, Newark's population shifted over the course of a few decades from mostly white to a majority black. Newark had experienced radical demographic shifts before, due to massive waves of immigration, and over its history had seen its population shift from WASPy to German to Irish to Italian. Political upheaval and expressions of intolerance and hatred had accompanied all of these shifts, but it seems that the deck was stacked even more against the Black migrants, ironically in spite of the fact that they were already Americans to begin with. Part of it was bad timing: the late 19th and early 20th century industrial economy had been more friendly to people showing up without much on their resumes and getting established, while post-war America started requiring a different kind of worker, and was more dependent on education and social connections. However white New Jerseyites, with the Federal government and other major institutions on their side, actively blocked their new black neighbors from getting any kind of educational, social, or economic foothold in the region. The way Black families were denied the government subsidized home equity loans that were helping create middle class white suburbia, and ended up getting charged more money to rent slummy apartments than white people were paying for mortages in, say, Maplewood is a particularly tragic example. There were also the more passive ways that white people failed to engage with their new neighbors, which aren't our \"fault\" quite as explicitly- the way white flight quickly swept away the sense of community and continuity from neighborhoods, for example.Anyway, by the late 60's, blacks were starting to become a majority in Newark, and started to expect their grievances to be addressed by what most of us believe to be a democratic system. However, aside from token gains, the system was closed off to them (as it remains in some senses, even now that the mayor and many of the city council members were Black). In other words, there was a breakdown of democray, which according to some forms of political philopshy is a situation which calls for a rebellion. One perspective on the violence of 1967 is that is was a kind of second, failed American revolution, in which some black Newarkers were justly taking necessary actions to protect their natural rights, and were cut down by the imperial troops of our hypocritical state. A more cynical perspective holds that the conflict was a brawl between the relatively less powerful black people of NJ and the relatively more powerful white people of NJ, who, through their appalling violence against fellow citizens cemented a racial hierarchy based on force, which lasts to this day.It is a depressing side note that the white combattants were acting in their \"official\" capacity and wearing uniforms of the police and national guard, while the black combattants were labeled as \"rioters.\" I think it's best not to morally distinguish too much between the two sides, and to attribute the lopsided number of casualties to the far greater firepower on the white side. Still, though, they drove tanks through downtown Newark, for God's sake. Not to trivialize the exces and violence on the black side, but I really think that's fucked up on a whole other level.As far as the aftermath goes, I can say firsthand that the white violence is ignored in the way that the local suburbanites tell the story � they call it the \"race riots,\" and the more explicitly racist among us use it as evidence why the local black population can't be reasoned with and justification for the more excessive and prutal aspects of our criminal justice system. There is a really interesting documentary called Revolution 67 about this fateful confrontation, interviewing Amiri Baraka, former mayor Sharpe James, and a National Guardsman who was part of the fighting.Since the violence and the general economic morass of the 70's, Newark has been constantly looking to proclaim a \"renaissance.\" It gave itself the nickname \"The Renaissance City.\" There isn't that much evidence for a renaissance that I'm aware of. However, to its credit, it hasn't been in a total tailspin for a while. Modest amounts of new development have contributed to the viability of its neighborhoods. There are interesting restaurants to try, beautiful parks to see, and diverse neighborhoods to explore. They're getting a Whole Foods soon. In any case, Newark is and will remain one of the most important, diverse, culturally and historically rich urban centers in NJ.", "pub_date": "2017-02-24T00:55:52.507Z", "parent": 73, "slug": "newark", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 77, "fields": {"title": "Jersey City", "subtitle": "\"The New Brooklyn\"", "author": "Jesse Fried", "article_content": "<h2>Downtown </h2><h3>Waterfront </h3>Jersey City's waterfront is all impressive, modern high rise buildings, beaming urban prosperity, extending a few blocks inland from the Hudson River and Morris Canal basin. Newport, at the north end, is a massive development encompassing office buildings, residential buildings, an eponymous mall, and many big box stores such as Target and Home Depot. The tallest among these, located at the southern end, is the Goldman Sachs headquarters. The walking path along the waterfront is beautiful in a comfortably affluent way, and any given square inch of public space in New York City probably has more bacteria than the entire, several mile long stretch.This being New Jersey, the family-friendly surface rests on top of a century and a half of industrial waste, in. This is not the boom-and-bust type of developmental waste you might find many in many areas of the country, either. Port facilities existed here for God knows how long. The really intense use (one might say abuse) of this land dates back at least to the early 19th century with the Morris Canal's terminus being built up here. Many different railroad lines, coming from all over the larger, intensely industrialized region, cross the Palisades on various tunnels and bridges, some now abandoned while others carrying passengers and freight to this day, all terminated here, at sprawling railyards and piers along the JC waterfront. I like to imagine this area in its youthful vigor in the late 19th century: the harbor black with raw sewage and industrial waste, the piers bustling with stevedores working 12 hour days 6 days a week, a dangerous landscape of steel, brick, and wood, with steam and smoke and ugly sounds everywhere, Andrew Carnegie type figures with moustaches inspecting things and firing people. Just think about what a bar in downtown JC must have been like back then.This land use history of explains why today the whole waterfront area of the city, extending many blocks inland in some places, is without exception brand new. Look on the map: it was all train tracks. Then, in the mid 20th century, when all of those railroads went out of business, and bigger ships and containerized shipping required new port infrastructure, it must have been easier and politically more favorable to start from scratch elsewhere. Hence the modern day ports at Bayonne, Port Newark, Port Elizabeth. Jersey City’waterfront in the lowest economic times of the 70's most have been quite a sight to see - and a great place to contemplate what Capitalism looks like from a vantage point other than a Boardroom or City Hall. Then the real estate developers moved in.The radio station WFMU, a NJ cultural institution, is located in this waterfront area, on Montgomery St. They have a venue, Monty Hall, on the first floor of their building.<h3>Grove Street </h3>The Grove St PATH station is a geographic anchor point in Downtown JC. It is on the boundary between the new shiny buildings and the historic parts of Downtown, which today are a charming mix of quaint and decrepit. Hamilton Park, north of Grove Street, is a really beautiful square surrounded by brownstones. The orderly grid of numbered streets around Hamilton Park are full of elegant old well-kept buildings. Coffee shops and high-end grocery stores are lightly sprinkled in. This would be a really wonderful place to live, I think. I don’t know anyone who lives here, which is strange. How high-class is it, I wonder? Is there any old money remnant? More likely it’s the classier, more liberal end of suburban stock - professionals who work in NY but somehow managed to avoid the suburbs. Running east-west between two of the numbered streets is what looks like a massive, extremely thick stone wall, overgrown with small trees on top. It is an old train line, totally abandoned, never repurposed. However, this nice area is small.Newark Ave is a major commercial strip, running Northwest from the Grove Street station. It cuts diagonally across the street grid. My guess is that it predates the grid – once the main road connecting two of Northern NJ’s most prominent towns. It is lined with restaurants and bars which are trendy in a very mild way. There are also dollar stores and cheap clothing stores mixed in, which are refreshing to see in comprison with the money-induced sterility of other parts of Downtown. People of different classes seem to all hang out in this area, though perhaps for different reasons. Still it feels cosmopolitan and \"real\" in a way that a lot of the wealtly urban areas of JC don't. The Italian restaurant Roman Nose is nice – simple contemporary food with a calm atmosphere that reminds me of Maplewood. There is a really good Vietnamese restaurant along this strip too. There is a Barcade. A Two Boots. These last two are regional franchises of Brooklyn origin, which each rode waves of social capital to expansionist success.South of Newark Ave, Grove Street is home to another similar commerial strip, with some upscale shops and restaurants sprinkled in. It leads into a neighborhood which seems to share many physical and human characteristics with the Hamilton Park neighborhood. A couple of highlights are Van Vorst park, a small square surrounded by elegant brownstones, and the Paulus Hook neighborhood, which seems to have some interesting old commercial buildings in it. Paulus Hook is the old name for Jersey City - perhaps it is even a Dutch name. The Downtown street grid continues south until the Morris Canal basin, where the old Brooklyn-esque brick buildings give way to swanky new ''urban-suburban'' post-Industrial development for a couple blocks surrounding the waterway engineered for the canal.South of the Morris Canal basin, you've got the Liberty Science Center, well-loved by kids from all over the region, and Liberty State Park, which kids from all over the region find boring. The land that is now Liberty State Park has the same industrial history as the rest of downtown, but after the industry left and was cleaned up somewhat, it was preserved as open space. Open is exactly what it is - not a lot of trees seem to have found a comfortable home on this ground.Downtown's principal streets continue a long way to the west to connect JC’s “upstairs” with its “downstairs.” They ascends the Palisades, past a weird mid-city dead zone where the Turnpike Extension lords over some empty waste space on a series of dizzyingly high concrete pillars. The view of the city from the Turnpike Extension is as beautiful as the view of the Turnpike Extension from the city is ugly. Heading west on Montgomery St., pleasant old apartments give way quickly to weird uglier ones, which I think are some sort of semi-disguised public housing, or maybe just self-conscously low income development. Past the Turnpike Extension, there are a few classic bleak 60's era public housing high rises, one which is being re-built into a senior home. Following Newark Ave. to the West, you pass an extensive old cemetery on the slope of the Palisades, south of the road, which is eerie and beautiful. Apparently some hipsters have gotten their hands on this cemetery because I’ve heard something about goats being used to the grass cut.<h2>Journal Square </h2>On top of the Palisades, Newark Ave takes you towards Journal Square. In a way, this area is a cosmopolitan centerpoint of the city, the junction between the various ethnic neighborhoods which surround it on all sides. Journal Square has also been observed to be a gravitational center of Jerseyness, of the depressing urban variety. What NJ resident can’t identify with the lost, homeless feeling of this place? A few blocks of modest residential neighborhood here, a couple of government office buildings there...some abandoned brick industrial buildings, some worn-out low-end commercial strips, a few blocks of office buildings, old theatres now owend by Jehova’s Witnesses...detached houses in the shadow of high rise apartment buildings...whatever makes a city pleasant – gives it a nice vibe, a sense of order – Journal Square lacks it.What to make of the Journal Square Transportation Center building itself? It’s a sort of monument to architectural facelessness – of good intentions somehow failing to manifest. The concrete courtyard through which one passes en route to/from the PATH or the bus inevitably has some parts of under construction. It looks neither new nor old – I’m not sure when it was built. It is almost poetically bleak and empty. One wonders if NJ’s core is simply soullessness.There is a beautiful old theatre, the Loews Jersey, which apparently shows artsy movies occasionally. But I think it may have been shut down in a squabble with the city government over taxes.<h3>Little India </h3>Past Journal Square, Newark Ave slopes down the west side of the Palisades. Here it becomes the main street of JC’s Little India neighborhood. This is an amazing place to walk around, though not to drive – it is an incredibly dense couple of blocks, and the road becomes extremely congested. Rasoi, an excellent restaurant, a real highlight of the city, is behind an unassuming facade at the center of the neighorhood. Beyond Little India, you get to the Mana Contemporary Art center – a giant former cigar factory that is now artist studios.<h3> Sidebar: Comparing and Contrasting Journal Square with Downtown </h3>If you ever ride the PATH from Midtown Manhattan to Journal Square at the end of the workday, you are exposed to a demographic cross section of Jersey City.After passing through the ancient catacombs that wind underneath the Hudson, the train stops at Newport. You can expect to see mostly nicely, conservatively dressed white and asian people getting off here. A significant number of wealthy Chinese and Indian people, from young roommates to whole extended families, call Newport home. Living here seems pretty cushy – shining new high-rise luxury condos, which are as close as you can get to New York without being in New York – and I might call it a “proto-suburban” lifestyle. I would be willing to bet that a lot of these people have their eyes on suburban homes in towns with good schools along the NJ Transit lines. However, it excites me a little to think that some may be happy here and resist the pull towards the suburbs.Grove Street is next. A lot of young hipsters get off here – mostly white and some black. However there are also a lot of young professionals too. Sometimes I suspect that the differences between these two groups are superficial. This is a fairly expensive area. However I don’t know. My cousin lives around here, but she and her friends are pretty solidly on the young professional side. Comparing and contrasting this area with Hoboken is a subject of much debate for me, but I don’t have a lot of solid info about life around here. My cousin, for instance, mostly hangs out in the city.As the doors close and the train leaves Grove Street, you may feel, if you grew up in a white area, a little instinctive jolt of fear or discomfort. Suddenly it’s a majority of dark-skinned faces. A lot of black people. There are Indian people too, but various details make it all to easy to judge the majority of them as relatively deficient in social capital ad financial resources. Some young Chinese students are thrown into the mix. Surprisingly, though I search my memory, I can’t think of a lot of Latino people on this train.I belabor these racial and ethnic categories here to try to make a point. Race/ethnicity overlaps significantly with class in New Jersey. The racial make-up of neighborhoods may be a crass and borderline disrespectful stand-in for class but I hope it’s worth it for the insight. JC’s Indian community is the exception that proves the rule: they span a broad social and economic spectrum, but the rich Indian and poor Indian New Jerseyites live in different neighborhoods.The Journal Square area is characterized by a near total absence of rich people. It is a diverse, city-center type of area, but it appears that the different kinds of people walking around, the businesses, the housing, etc. have one thing in common: lack of prosperity. If you come from any degree of money, you have very little reason to visit Journal Square. Undoubtedly these economic conditions are related to Journal Square’s depressing vibe, which I spoke about earlier. A key interpretive question for understanding the area is, I believe, causality. As in, chicken-vs-egg. How did the area get to be so depressing? Did it develop in such a shitty way because the rich people left due to broad social and economic motivations, and took with them the financial incentive and political will to make the area nice? Or did the rich people leave because the area developed badly, so that it became poor exactly because it’s depressing? Supposedly, it used to be nice. But then again old people always say things like that.Currently, as of December 2015, a high-rise building of some kind is partially completed in Journal Square. Will beefy real estate development economically super-charge the area, is it did in previous decades on JC’s waterfront? Or will the sad Jerseyness overwhelm this new building's inhabitants too?<h2>Surrounding Journal Square </h2>Journal Square is the city center for the bulk of JC’s back half . This area is build on top of the north-south running ridge of the Palisades, which starts as a low gradual hill in the south, near the Bayonne border, and rises into an abrupt mid-city cliff by the time you get north of Journal Square. The northernmost neighborhood, the Heights, is literally the city’s upstairs: a staircase of nearly 100 steps and a public elevator provide pedestrian access to the neighborhood from the east. The boundary between JC's front and back halves is the NJ Turnpike Extension, a large elevated highway which creates a creepy urban dead zone beneath it. Kennedy Boulevard is a through road which follows the crest of the Palisades through JC’s back half for its whole length. It seems to be an old road, predating its current honoree, because it curves and doesn’t totally follow the grid in some places.West of Journal Square and south of Little India is JC’s Middle Eastern neighborhood, along Sip Avenue. It shows some clear signs of poverty – not a lot of commercial activity, just a few embattled looking convenience stores – but on a warm night there are a lot of people walking around. There is also a strong black presence in this neighborhood, and I am really curious what relations between the two communities are like. This neighborhood trails off into Grant Park by the swamps of the Hackensack River, which marks JC’s western border. The blocks off of Sip Avenue are also home to an ornate, gaudy Italian restaurant and banquet hall, rather incongruous with its surroundings.South of Journal Square is McGinley Square, which is a predominantly black neighborhood. There is a very divey bar here which has world-class jazz in it. There are a lot of two or three story brick buildings lining the streets, with bodegas and similar stores in them. A few intriguing storefronts are scattered around. JC’s predominantly black section continues south down the Palisades from McGinley Square, through Communipaw Ave., and into the Greenville neighborhood. Here the housing stock seems to be more predominantly wood-frame detached homes. The street grid is kind of confusing around here, hiding some some interesting sights to see – a beautiful creepy abandoned church, blocks of neglected old, classy-looking, artictecturally interesting apartment buildings, and perhaps most significantly a former hospital complex of huge concrete towers, which are a landmark visible from far away. These have been redeveloped, some into sketchy looking apartment buildings, others into fancy gated-community type apartment buildings with parking garages. The idea of living inside a former hospital creeps me out, but they are beautiful buildings in a way. I wonder who lives here, and why. Much of this area is rather poorly served by public transit. The light rail has one token spur into this area. There are city buses which connect to Journal Square. But neither of those options are exactly what I'd call convenient. On the other hand, NJ is all about the commute.<h2>The Heights </h2>North of Journal Square you get into the Heights. The Heights is on average more of a family-oriented Lower Middle Class neighborhood, I think, rather than some of the more working class areas around Journal Square. A lot of Indian immigrant families live here. So do a lot of Latino immigrant families. JC’s northernmost neighborhood, the Heights is the southern end of a massive stretch of predominantly Latino immigrant community that runs north all the way into Bergen County. This community is so dense, so thoroughly Latino, and so extensive that it probably is a nationally significant cultural and population center. In the Heights, though, the Latino and Indian elements are just part of the mix though. There are regular old middle class white commuters, some working class white families, and some middle class Black families. There are also a lot of Chinese students renting rooms here as they attend Stevens Institute of Technology in Hoboken. A mix of old brick 3 story apartment buildings, rowhouses and detached houses, the Heights seems to have a fair number of homeowners. A couple of blocks are stunningly, incongruously nice, with old restored Victorian homes surrounded by large well-kepd yards with beautiful old trees. I really wonder who lives here - it seems to be middle class white people - and how expensive these houses are. Other blocks are more modest, but exude the pride of homeownership. Still other blocks are shitty rental houses in various states of disrepair and decay. These are humble houses, but overall they haven't degenerated into squalor - there are a good number of newly constructed, equally modest houses and small apartment buildings in the neighborhood. Sprinkled in are a couple of large, newer buildings thrown in which have a luxury condo air about them. These inevitably have garages because the public transit her sucks!Central Avenue is the commercial center of the Heights. It is an eclectic Main Street of cheap department stores, fruit and vegetable stores, furniture stores, restaurants of various ethnicities, and fast food. One highlight is Kikiriki, a Peruvian Pollo a la Braza place. Honestly, Pollo a la Braza that I've had elsewhere in the region (outside of NJ) is better, but this place is still a neighborhood institution. Also there is an old-school Italian deli, and a similar Italian bakery. These both offer delicious authentic items. There is a closed-down boarded up Bagel store. This contrast causes one to reflect on the relative tenacity of NJ's Italians and Jews in urban neighborhoods.This area was clearly a \"white ethnic\" immigrant neighborhood in the early to mid 20th century. Big old Catholic and Protestant churches are common throughout the side streets, contrasting with more recent storefront Iglecias Pentacostales. There is an old synagogue on the 100 block of Sherman Ave, which incredibly is still functioning. I was invited to go, and if I had less conflicted feelings about Judaism, I may have accepted. Its Moorish Revival architecture is pretty impressive. \"White flight\" certainly happened here in a literal sense, but without the implication of neighborhood implosion which that phrase sometimes carries. The continuity of the immigrant experience, even as the ethnicity of the immigrants changes, is evident here. Someone correct me if I'm wrong, but I'm imagining that a Salvadoran or Colombian immigrant family is probably having a fairly similar experience in this neighborhood to a Jewish or Italian family 100 years ago.I think there is something rare and beautiful about the Heights. The gaping economic inequality of recent decades isn't in evidence here - here is a neighborhood which never went to the dogs but never boomed into prosperity either. Also the racial/ethic diversity is through the roof, with white people present but as a clear minority.The Heights is home to an abandoned artificial reservoir, dating from JC's original waterworks in the late 19th century. From the outside, this reservor appears to be a stone fortress between Central and Summit Aves. in the southern part of the neighborhood. Hopping over the gate, one enters a lush early succession forest, at the level of the top of the stone walls, surrounding a downward slope leading to a slightly foul-smelling body of water, edged with swamp grass. There is a trail, maintained by some local organization, around the water. There are signs advertising fishing events here occasionally, all equipment available for loan. I wish I had had any friends who had lived in the Heights with me, because it would have been fun to go fishing sometime, but I feel like it would be weird alone. This is a true bit of urban wilderness.A few beautiful parks stand out in the dense grid of the neighborhood. Riverview Park, on Palisades ave, overlooks Hoboken and the Manhattan skyline. It has one of the most scenic basketball courts in the world, I think. There is a Farmers Market here, which brings out the middle class white people of the area on summer Sundays, to an otherwise Latino kid dominated park. Ogden Ave., the easternmost street in the neighborhood, runs nicely through the park, and the homes on adjacent blocks often have Skyline views. No surprise, this is one of the most upscale, whitest parts of the Heights. It has a nice vibe. On the far western side of the neighborhood there is an even more beautiful park, by the intersection of Kennedy Boulevard and Manhattan Ave. This park, whose name I don't remember, is on the western slope of the Palisades, and has a sweeping view encompassing, from foreground to background: PSE&G's Hudson County coal power plant; the Meadowlands featuring Snake Hill, the NJ Turnpike's bridge over the Hackensack River, the Secaucus train station, and the Pulaski Skyway; the Newark Skyline; Port Newark; and the long flat-topped ridge of the Watchung Mountins about 15 miles away, with their blinking antennas, forming the background. Sunsets here are incredible, and people like to come watch them. The hill in this park is a great sledding destination in winter, and can be crowded with kids and ecstatic dads - it is a long, steep hill with a flat area at the bottom, and a sturdy chain-link fence around the edge of the park, protecting any stray sleds. This park often has a lot of Indian families in it, especially on summer evenings. I miss this park.", "pub_date": "2017-02-24T00:55:36.691Z", "parent": 73, "slug": "jersey-city", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 78, "fields": {"title": "Bergen Neck", "subtitle": "-", "author": "Jesse Fried", "article_content": "Bergen Neck reers to the general geographical area, surrounded on three sides by water, currently occupied by Hudson County. The urban/industrial landscape and history of Hudson County contains much evidence of the genius and the folly, the glory and the tragedy of American civilization, all in a small but physiographically diverse area. A hub of international trade and one of the oldest, densest built-up areas in the country, the urban core of Hudson County spends its centuries accepting wave after wave of immigrants and migrants, some of whom go on to contribute to the wealth and power of the nation, others of whom are crushed beneath urban American’s cruel political and economic structure, and many others, of course, who hang out somewhere in between.<br /><br />The golden age and subsequent decline of American industry are inescapable themes here.<br /><br />The waterways surrounding Hudson County are offshoots of the much-exalted New York harbor. The Hudson River runs roughly North-South, and forms the county’s and New Jersey’s eastern boundary. The Holland and Lincoln tunnels, the PATH tubes, the NJ Transit/Amtrak Tunnel, and the NY Waterway ferry system all cross the river.<br /><br />Parallel to the river, a long, flat-topped ridge known as The Palisades forms the backbone of the county, emerging from the bay in Bayonne at the southern tip of the county, and increasing in height as it runs north. The Palisades are composed of horizontal layers of Triassic Diabase, a hard intrusive igneous rock formed as the Earth’s crust was beginning to crack apart, and tilted downward to the west as those cracks were widening into the Atlantic Ocean, causing the basin which is now home to Northeastern NJ to drop down along the Ramapo Fault. Bayonne, Jersey City, Union City, Wehawken, West New York, Gutenberg and North Bergen are all located, in whole or in part, on the Palisades.<br /><br />West of the Palisades flows the tidal Hackensack River, surrounded by extensive salt marshes known as the Hackensack River Meadows, or, more infamously, the Meadowlands. This topic is a rich one, and no short summary would be satisfactory. We encourage you to check out the Hackensack River / Meadowlands pages. In the tangled aging infrastructure that one finds here, the iconic <a href=\"../pulaski-skyway/\">Pulaski Skyway</a> stands out with it’s embattled glory.<br /><br />West of the Hackensack River, you’ve got some towns – Harrison, Kearny, the diminutive East Newark, North Arlington – that are very dense but more low-key than the cities to the east. They aren't on Bergen Neck, but share such cultural ties that I feel obligated to include them here. I love the way Kearny sits on the banks of the Passaic river, the county’s western border with Essex County.", "pub_date": "2017-02-24T00:54:49.282Z", "parent": 9, "slug": "bergen-neck", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 79, "fields": {"title": "Hudson River Crossings", "subtitle": "-", "author": "Jesse Fried", "article_content": "<p>The Holland and Lincoln tunnels, the PATH tubes, the NJ Transit/Amtrak Tunnel, and the NY Waterway ferry system all cross the Hudson. These tunnels and boats are insufficient to handle the daily traffic across the river in their current state of repair. Tunnel traffic and NJ transit delays are legendary. PATH delays and service interruptions are also an annoyance, though a les poetic one. </p><p>The unpredictable, logistically trecharous Hudson River crossing is a daily fact of life for many New Jersey residents. Equally frustrating to people of all races, colors, creeds, sexual orientations, and walks of life, it is an especially conspicuous weakpoint in many otherwise cushy elite suburban lives. Allow me to present some facts about NJ Transit, without commentary, and let the reader try to figure out for themselves what is going on: </p><ul><li>Fares on their communter rail lines between suburban towns and Penn Station, NY add up to several hundred dollars per month per passenger. </li><li>They receive extensive state subsidies. </li><li>They recently reduced service while raising their fares. </li><li>They fail to provide reliable service to Penn Station: delays and train cancellations are frequent. </li></ul><p>The Hudson River rail tunnels are 80 years old, and were damaged during \"Superstorm\" Sandy. They can't be repaired, unfortunatly, becuase taking them out of regular use for any amount of time would paralyze the daily commute, and set off a cascade of unthinkable economic effects throughout the region. We tried to build a second tunnel a couple of years ago, but apparently we're not capable of following through on a big construction project like that. The money \"saved\" by cancelling that project was transferred to the Port Authority, which, if I'm not mistaken, is a fancy way of saying the mob. </p><p>Tunnel traffic has more of an inevitable feeling to it, because highway systems all over America and the world have the same problem, and in fact other American cities have it worse. However, NJ's old infrastructure, aggressive drivers, and political problems associated with public works projects add a distinctive kind of charm. To sit dozing in the relative safety of a bus and watch drivers compete for position in the do-or-die merge at the entrance to the Lincoln Tunnel at 9 AM is a special kind of entertainment. </p><p>A NJ suburbanite who works in Manhattan recently described his commute to me as his \"penance.\" This comment is extraordinarily revealing about the New Jersey character. We ascribe a personal dimension to the anxiety, anger, disappointment, and deadening unpleasantness of the commute. Viewing it as deserved punishment may be the only way to make the suffering make sense. The religious turn of phrase demonstrates the spiritual quality we derive from engagement with our state. </p><p>A massive multi-modal bridge crossing about a mile north of the Lincoln Tunnel was planned in the early 20th century but never built. The magnitude of the lost economic opportunity here should give NJ taxpayers pause. </p><p>A few good things about our Hudson crossings: <br /><br /><ul><li><b>The helix at the entrance to the Lincoln Tunnel:</b> A full 360 degree spiral of highway, which quickly drops the roadway from the crest of the Palisades, down to the tunnel entrance at water level, and further, once underground, below the river bottom. It is an interesting-looking structure, with sweeping views the harbor widening out into New York Bay. At a certain spot towards the top of the helix, the line of sight is just right so that you can see straight down 34th st, across the river. </li><li><b>The PATH tubes </b>have intriguing, ancient-seeming twists and turns. On the train ride, there are always sudden changes in speed, as though the route is difficult to drive, as well as strange sounds and mysterious sights out thew indow. </li><li><b>New York Waterway: </b>A ferry services has several routes making various stops on both sides of the river. Incredibly enough, this service supports itself off of its earnings - the only way of crossing Hudson River which does not rely on public funds. The sad part is that the tickets are expensive: something like $6 just to get ferried one-way across the river. Ferries are the oldest way of crossing the river, and given the state of NJ's rail and highway infrastructure, they may be the way of the future as well. </li></ul></p>", "pub_date": "2017-02-24T00:54:09.389Z", "parent": 90, "slug": "hudson-river-crossings", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 80, "fields": {"title": "Hoboken", "subtitle": "-", "author": "Jesse Fried", "article_content": "<img src=\"/static/artcom/sinatra.jpg\"><p>Let's clear one thing up right away. The man pictured here may be a towering musical giant who gave passionate expression to one of America's most vibrant cultural moments, and he may have many thousands of people, mostly old men, who would egarly lay down their lives for his sake, but at least about one critical fact, he is not to be trusted. Not for a second should you believe his seductive crooning about \"New York...New York...\" Truly, the fertile cultural and musical soil that nourished him lies west of the Hudson. Why he projected his creative energies eastward is a question many of us have asked in sorrow, and to which we know no satisfactory answer. However, willingly or unwillingly, he has been claimed and celebrated by the small city in which he came into the world. </p><p>Frank Sinatra is the most famous of the many influential sons and daughters of the dense, dynamic, \"mile-square\" city of Hoboken, NJ. It is fitting that an Italian-American figure is Hoboken's crown jewel, as Italian cultural traditions and pride occupy a central place in the city's history. Although Hoboken is a center of NJ's Italian-American heritage, let us not ignore the city's diverse and cosmopolitan characteristics, due to its maritime history, location at the nexus of 20th century waves of immigration, and (it must be admitted) close proximity to Manhattan. Hoboken's social fabric is complex to say the least. A troubling suburban blandness has started to pervade some neighborhoods in recent years, but the city endures as a cultural center of NJ. </p><h2>Lay of the Land </h2><p>Hoboken on located at the banks of the Hudson River, on a is a small piece of geologically ambiguous terrain in the naturally swampy lowland between the ridge of the Palisades and the water's edge. There is a hill on the waterfront formed from a big hunk of Serpentine, now providing Stevens Institute of Technology with a scenic hilltop/waterfront campus. A very gentle ridge also along running parallel to the water, roughly along Washington St. To the west, in the \"back half\" of Hoboken, the land sinks down to sea level, if not below, reaching a swampy lowpoint at city limits at the base of the Palisade. Flooding is common in Hoboken. They didn't have the easiset time after Sandy. I remember reading an environmental impact report (or some similar document) about a proposed residential development in the back half of Hoboken, which claimed that large pools of standing water in the street after rain had cultural value. That may very well be the case. </p><p>Known as the \"mile-square\" city, Hoboken encompasses roughly one square mile of the North American continent. There is a grid of mostly one-way streets, with named streets running north/south and numbered streets running east/west. Washington St., whose southern terminus is at the Hoboken Terminal, is the \"main drag\" and one of the few two-way streets. In terms of land use history, the city can be divided into three stripes running north/south. </p><p><ul><li><b>Waterfront: </b>New York harbor's intense shipping activity used to run much farther up both sides of the Hudson thand it does today. In contrast to Jersey City, only a small portion of Hoboken's waterfront was not the location of railroad terminals, but it still was an intensely industrialized area. Today, new development lines the waterfront: A \"W\" hotel, large luxury apartment buildings, bland looking restaurants and gyms, and and some office buildings near the train terminal. Viewed from across th river, the relatively low, even height of these buildings make a straking contrast with Jersey City's insane waterfront high rises immediately to the south. In recent decades of prosperity, a couple of extremely nice parks have been built here on reconstructed piers. There's even a fake island. One of them is called Sinatra park. It's a great area to go for a run, but you should watch the huge crowds of runners. Visiting these parks evokes pleasant memories for me from various periods of my life. </li><li><b>Residential/commerical area: </b></li>Inland from the waterfront is the core of Hoboken's beautiful historic housing stock. A lot of pre-war ~4 story brick apartment buildings, many characterized by distinctive blocks of grey slate above their windows, used to house the families of workers at the shipping facilities and factories, local merchants, and other members of the community. Now these are considered very nice places to live. Mixed in here is Washington St's commercial district, and a lot of neighborhood restaurants, delis, boutiques, convenience stores, and other businesses, some of them quite charming.<li><b>Industrial area: </b><The \"back half\" of Hoboken used to be largely factories. A huge brick building proclaims that Wonder Bread was manufactured there for a substantial portion of the 20th century. Today there is a lot of new development, capitalizing on Hoboken's desirability as a destination for urban living. There is a movie theater, a flagship Shop Rite supermarket, and a lot of brand new buildings of various kinds. </li></ul></p><h2>History and Culture </h2><p>Hoboken used to be a largely working class, industrial city. It was, and to some extent remains, a center of immigration. It had a ridiculously influential Italian-American community, which still is a big deal today. There's the Hoboken \"Muzz\" Festival, a legendary Columbus Day parade, and things like that. There are a number of incredible traditional Italian bakeries, delis, cheese shops, and restaurants there, which leave me speechless with wonder. </p><p>At some point, I'm guessing in the 60's or 70's, Hoboken accepted a lot of Carribean and Latin American immigration. It got to have a huge Latino population, alongside the Italian one. There was also a suburban drift during this period, which somewhat reduced the Italian and other European populations. So far a typical story. But then, during the 80's, something weird happened. Well, something common in major American cities, but weird in NJ: gentrification. The area started becoming desirable for people who were anything but working class: the children of those upwardly mobile white families that were now comfortably established in the suburbs. Inspired by hippie and punk youth culture ethoses, and as a rule interested in some form of artistic or musical practice, these bright-eyed youths, whatever their motivations, brought an enormous amount of social and financial capital into the city. When thinking about why this key demographic chose Hoboken, a huge factor is obviously easy access to the greater cultural resources across the river via the PATH, but I think the unique charm of the Hoboken itself should not be overlooked. A related observation is that Hoboken never got quite as seedy and dangerous as other post-industrial cities during this period of nation-wide urban decline. </p><p>What kept gentrification from really going off the rails, like it did in places such as SoHo, is that it was more local in nature. A lot of these young people had roots in New Jersey. We are very proud of this period as a blossoming of an innovative and authentically \"Jersey\" culture. People speak of a \"Hoboken sound\" in music of the period, exemplified by my parents band The Cucumbers. A common observation of the period was how strikingly different the musical aesthetic was from New York. My parents knew a painter named Tim Daly, whose huge photorealistic works of the Meadowlands now are visibile for all to see in the Secaucus train station, which I think is extremely cool. In general, it seems to have been a fun and exciting time and place that produced some interesting art. </p><p>Alas, the human products of suburban communities of New Jersey are not exclusively quirky artsy and idealistic, and gentrification eventually brought about a less interesting, more financially-oriented community. This is no Park Slope. Rather than a bubble of elite liberal urban sensibility, Hoboken increasingly became an expression of white suburban NJ's essence, in city form. Attempting a cultural sketch of this present-day population segment of the population would be too unpleasant to be appropriate here. I will instead suggeset to the curious reader a weekend activity: walk down the couple of blocks of Washington Street near the trainstation and surrounding side streets at midnight on a Saturday and you will quickly understand what I am alluding to. </p><p>Of course Hoboken is still much more interesting and culturally rich than any suburban town. Institutions and communities originating during many different stages of its history all continue to thrive today. Don't be too discouraged by the many hair salons, mysterious ubscale boutiques, etc., that you'll see. </p>", "pub_date": "2017-02-24T00:53:41.513Z", "parent": 73, "slug": "hoboken", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 81, "fields": {"title": "Elizabeth", "subtitle": "-", "author": "Jesse Fried", "article_content": "For a post-industrial city in an are dominated by oil refineries, shipping cranes and Staten Island, Elizabeth looks pretty good. Today, it has some gritty urban neighborhoods, but nothing as decrepit as Newark or Jersey City, from what I understand. It also has some really nice elegant suburban areas within the city limits, and some stable modest lower middle class areas too.The downtown is pleasant. It reflects the city’s enormous trend of Columbian immigration, with some fun Columbian restaurants and bars. Also there are some cheap and practical department stores which I remember as having a somewhat festive vibe. The Union County courthouse dominates the skyline.Elizabeth has a classic urban NJ history of Southern and Eastern European immigration with a shift to Latin American in recent decades. A substantial Portuguese community persists there. The Columbian community is definitely not the only immigrant population there today, but it is big and seems to be the most visible.Kean University is located on the border between Elizabeth and suburban Union. It has a pretty nice campus. I’m not sure how “good” of a college it is, in comparison to other local options such as Montclair State or NJIT, but I went to a summer music program there once which was great.Located in NJ’s “Urban Enterprise Zone” of reduced sales tax, Elizabeth’s industrial areas near the Turnpike support some intense commercial development that attracts people from all over. Ikea is there. Its cafe area overlooks planes taking off and landing at adjacent Newark Airport (partly located in Elizabeth), offering a source of entertainment for shopping-weary kids. A recent trip to this Ikea impressed me with the diversity of its clientele. The enormous Jersey Gardens mall is also located there. Its IMAX movie theater attracts many NJ residents who would otherwise settle for malls nearer by.", "pub_date": "2017-02-24T00:50:18.171Z", "parent": 73, "slug": "elizabeth", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 82, "fields": {"title": "Delaware Water Gap", "subtitle": "NJ's most rugged", "author": "Jesse Fried", "article_content": "Northern NJ has a lot of pretty spots but most of them are on a fairly small scale. The Delaware Water Gap is large and imposing on a level beyond any other mountain or mountain-like feature in the state. Located on our western border and, geologically speaking, at the eastern boundary of the Sedimentary Appalachian Mountains, it always seems to me like the gateway to the interior US, a hint of the wide rivers, long ridges, broad forested plateaus, and endless fertile lowlands one encounters travelling west from our small, densely-packed state.", "pub_date": "2017-02-24T00:48:28.902Z", "parent": 69, "slug": "delaware-water-gap", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 83, "fields": {"title": "Cheesequake State Park", "subtitle": "of Monmouth County", "author": "Jesse Fried", "article_content": "Several early experiences with this park on the coast of Raritan Bay in Central Jersey have led me to associate it with boredom and mild dread. Situated around the Garden State Parkway in the Raritan Bayshore suburbs of Central Jersey, partway between the Northern cities and the Shore, Cheesequake has served for some North Jersey parents with small children as a closer, more low-key outdoor recreation destination than the beach. It is in this capacity, as a small child, that I first beheld the small lake developed with an artifical sand beach and a snack bar:Visiting with a friend from elementary school and her mom, I remember looking longingly at the snack bar options but feeling the social awkwardness of asking someone else's mom to buy you a snack. Perhaps, although memory fails me here, is that sandwiches (likely mushy), carrot sticks, and other healty but disappointing options were provided to me free of charge, and I didn't want to appear ungrateful.Short trails lead away from the swimming area. I now understand that these trails travel a remarkable diversity of ecosystems in a short space: salt marsh, upland northern hardwood forest, freshwater swamp, pine barrens. As an ecologically inocent child, wearied of the diversions of the lake and snack bar, I ventured on to these trails once, accompanied by my own mother. We reached an open meadow with the Parkway passing through it a short distance away. Entranced by the fast cars, I wanted to make the highway our destination, and my mom agreed. As it turned out, we had encountered the endge of one of Cheesequake's salt marshes, and each step forward led us deeper into mud. My mom encouraged me to turn around, but I was stubborn. I persisted for a while until my legs were tired from negotiating increasingly deep mud, what I saw ahead only got wetter. Standing knee-deep in the muck with the loud and fast parkway just ahead but inaccessible, I experienced a perplexing feeling of frustration and futility as I realized I had to turn around.  Most New Jersey residents pass through Cheesequake State Park, even if many don't know it, on the Parkway.", "pub_date": "2017-02-24T00:47:51.333Z", "parent": 51, "slug": "cheesequake-state-park", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 84, "fields": {"title": "Cape May Lewis Ferry", "subtitle": "Past and Present", "author": "Jesse Fried", "article_content": "What happens to the Garden State parkway when it gets to the bottom of New Jersey, exit 1? The tailbone at the base of the spine, if you will?As if unfased by the land's subsidence beneath the waters of Delaware Bay, the Parkway's engineers direct vehicles on board a car ferry. The ferry's route crosses the entire bay, and disgorges its human and vehicular cargo at Lewis, Deleware, just west of Cape Henlopen.Unfortunately for travellers to and from all points but the southernmost counties of NJ, it is faster to journey to or from Delaware and points South by crossing the comparatively boring - though still beautiful - Delaware Memorial Bridge, via the NJ Turnpike. However I've always wanted to take the Cape May-Lewis Ferry, just for fun. I almost did once when driving up from Maryland's Atlantic coast, but it wasn't practical.", "pub_date": "2017-02-24T00:46:31.019Z", "parent": 90, "slug": "cape-may-lewis-ferry", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 87, "fields": {"title": "Land", "subtitle": "", "author": "Jesse Fried", "article_content": "This land is your land, this land is my land.", "pub_date": "2017-02-24T01:24:59.860Z", "parent": null, "slug": "land", "main_cat": true, "html_safe": false}}, {"model": "artcom.article", "pk": 88, "fields": {"title": "Land Use", "subtitle": "", "author": "Jesse Fried", "article_content": "What humanity hath wrought in the fertile soils, rocky uplands, sandy plains, salt marshes, etc. of the Garden State", "pub_date": "2017-02-24T00:24:35.375Z", "parent": null, "slug": "land-use", "main_cat": true, "html_safe": false}}, {"model": "artcom.article", "pk": 89, "fields": {"title": "People", "subtitle": "", "author": "Jesse Fried", "article_content": "A rich culture", "pub_date": "2017-02-24T00:26:44.889Z", "parent": null, "slug": "people", "main_cat": true, "html_safe": false}}, {"model": "artcom.article", "pk": 90, "fields": {"title": "Infrastructure", "subtitle": "", "author": "Jesse Fried", "article_content": "New Jersey's infrastructre is part of its charm. As an region that grew early in comparison to other parts of the country, and continues to grow, it has many layers, each representing the state of technology and ethos during whicih it was built.", "pub_date": "2017-02-24T00:45:43.745Z", "parent": 88, "slug": "infrastructure", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 91, "fields": {"title": "Peoples", "subtitle": "", "author": "Jesse Fried", "article_content": "The mighty diversity of this state", "pub_date": "2017-03-02T15:20:05.996Z", "parent": 89, "slug": "peoples", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 92, "fields": {"title": "Welcome", "subtitle": "Here you will find interpretive information on various New Jersey related topics", "author": "Jesse Fried", "article_content": "Blah blah blah", "pub_date": "2017-03-02T17:16:00.258Z", "parent": null, "slug": "welcome", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 93, "fields": {"title": "Add your voice", "subtitle": "", "author": "Jesse Fried", "article_content": "We welcome your submissions. Please add your interpretation beneath each article. At some point, you will be able to log in and create your own articles. Unitl I get around to that, please contact me at interpretation.of.nj (at) gmail.com if you want to create a new article, and I will help you out to the best of my ability.", "pub_date": "2017-03-02T17:31:23.153Z", "parent": 92, "slug": "add-your-voice", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 94, "fields": {"title": "Why?", "subtitle": "Let me explain.", "author": "Jesse Fried", "article_content": "<p>If the editors of this website were Evangelical Christians, it would be easy for us to say that its purpose is to glorify God through praise of God's creation, the state of New Jersey. However, since many of us (myself included) lack the worldview, cultural context, and, one might assert, the divine grace to really accept Jesus Christ, we will have to break down that phrase into more earthy, atheist-friendly chunks. </p>\r\n\r\n<p>Here we sing our love for New Jersey. </p>\r\n\r\n<p>It is a complicated place to love, as this world in general can be hard to love. The first taste isn't always the sweetest, so to speak. What New Jerseyite hasn't felt, on the way home after some trip out of state, on a grey day, looking at a bleak neighborhood or industrial park or highway interchange, a reflex of revulsion? </p>\r\n\r\n<p>More than isolated moments of disgust, many of us waste away years of our lives in what the great latter day chronicler of life in our state, Junot Díaz, refers to as \"a particularly Jersey malaise--the inextinguishable longing for elsewheres.\"  It is a sad reality that many of us psychologically leave home, even if we're physically still there. We like to feel like we are in New Jersey but not of it. Many of us have clear reasons for the detachment, like being homesick immigrants, or harboring aspirations that will take us abroad, but even the most rooted, immobile New Jerseyites have some admittedly compelling reasons for escapism. It can be difficult to face the reality that home is a cramped, developmentally nightmarish state with one of the highest costs of living in the US, a shamelessly apparent gap between the lives of the rich and poor, laughably crooked politics, and a general lack of cultural and social cohesion. </p>\r\n\r\n<p>These complaints, relevant as they are to New Jersey, are certainly not limited to New Jersey. To dislike New Jersey for these reasons is, in some ways, like hating it because Agent Orange was manufactured in our chemical plants, or because the crude oil arrives here directly from the cruel and duplicitous regimes we buy it from. You can leave New Jersey and get farther away from these things, but it's very hard to be free of them. <b>In New Jersey, many realities - of our system, of our world, of human nature - are unusually visible, by virtue of our density, our diversity, our location, our history. </b> This distinction is, in itself, something to be proud of. </p>\r\n\r\n<p>Is it possible to love a place like this? Spontaneously, irrationally, my heart leaps up vigorously to scream \"yes!\" Since the reader may not wish to trust me implicitly, let's turn to an outside authority. In this case, an authority on love and appreciation of the world: the great colonial American theologian Jonathan Edwards. In his philosophical <i>The Nature of True Virtue</i>, Edwards speaks of \"a beauty of order in society...We have an example when the members of society all have their appointed job, position and rank according to their various abilities and talents, and everyone keeps his place and continues in his proper business.\" In our own mess of inequality, exploitation and general disunity adjacent to the epicenter of late-stage post-Industrial captialism, is there anything beautiful left to appreciate? It may be uncertain, but we're sure as hell going to look for it. </p>\r\n\r\n<p>It's almost true that to hate New Jersey is to hate the world; to love New Jersey is to love the world. With the right approach - through an honest appraisal of what's going on here, a sympathetic look at the state's history, an attempt at a broad scope beyond the perspective of any one individual or group - we hope we can interpret New Jersey and show you the love that's there to be found. I know it's there: I've experienced it. The only trick is communicating it, and doing so in a way that seems true. We are not going to sugarcoat New Jersey. </p>\r\n\r\n<p>Please enjoy these pages. And, if you have anything to add about NJ, important or trivial, good or bad, personal or abstract, please don't hesitate to <a href=\"../add-your-voice\">contribute to it</a>. </p>", "pub_date": "2017-03-02T17:48:22.253Z", "parent": 92, "slug": "why", "main_cat": false, "html_safe": true}}, {"model": "artcom.article", "pk": 95, "fields": {"title": "High Point", "subtitle": "", "author": "Jesse Fried", "article_content": "", "pub_date": "2017-03-02T20:28:08.343Z", "parent": null, "slug": "high-point", "main_cat": false, "html_safe": false}}, {"model": "artcom.article", "pk": 96, "fields": {"title": "Wyanoke High Point", "subtitle": "", "author": "Jesse Fried", "article_content": "At about 900 feet above sea level, High Point is not even the highest point in its immediate vicinity. However it is a very nice perch.\r\n\r\nLocated on the eastern edge of the Wyanoke Plateau, it steeply overlooks the Wanaque Reservoir hundreds of feet below. High Point is also one of the most intensely glacially scoured spots an intensely glaciated region. Its summit is a cone of bare bedrock, which offers 360 degree views. It's a short but steep hike up from the Weiss Ecology Center. ", "pub_date": "2017-03-02T20:31:12.804Z", "parent": 5, "slug": "wyanoke-high-point", "main_cat": false, "html_safe": true}}, {"model": "artcom.commentary", "pk": 2, "fields": {"article": 1, "com_title": "Katniss Everdeen already killed it", "com_author": "Jesse Fried", "commentary": "She is beautiful and fearsome", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 3, "fields": {"article": 1, "com_title": "Can it be done?", "com_author": "Chris Christie", "commentary": "I was hiking in the pine barrens and I saw him. He was huge.", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 4, "fields": {"article": 1, "com_title": "Not sure if anyone will see this", "com_author": "Wildstein", "commentary": "My political career is over, so I will hunt for hte devil", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 5, "fields": {"article": 2, "com_title": "Rhodedendrons", "com_author": "Lauren Iossa", "commentary": "I went hiking there with my family, and notied that the hillside just east of Surprise Lake, at the top of the ridge, was covered with Rhodendrons. When they flower, that will be amazing.", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 8, "fields": {"article": 1, "com_title": "I'm about to go to jail", "com_author": "Bill Baroni", "commentary": "Please send me photos of the Jersey Devil when I'm in jail. I hope everyone knows Im just the fall guy.", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 9, "fields": {"article": 2, "com_title": "This is me", "com_author": "Bearfort Mountain", "commentary": "Happy to see you wrote an article about me. However I think you got everything wrong.", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 10, "fields": {"article": 2, "com_title": "Took some photos here", "com_author": "Your Secret Admirer", "commentary": "I took some nice photos from the top of Bearfort mountain's ridge. I don't know how to upload them to your website though. Can you help please?", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 11, "fields": {"article": 2, "com_title": "AT", "com_author": "Hiker", "commentary": "The AT reaches the summit of Bearfort Mountain just south of the NY border, and it continues along the ridge into NY.", "pub_date": "2017-01-27T17:10:57.569Z"}}, {"model": "artcom.commentary", "pk": 12, "fields": {"article": 3, "com_title": "Botanical note", "com_author": "", "commentary": "In the south-facing hollows near where the ridge trails off to meet Route 23, there is a lush northern hardwood / hemlock forest that reminds me of Western Massachusetts more then NJ.", "pub_date": "2017-01-31T19:52:33.339Z"}}, {"model": "artcom.commentary", "pk": 13, "fields": {"article": 3, "com_title": "Cliffs", "com_author": "Yours truly", "commentary": "Along the ridge, there is a big cliff that my brother enjoyed climbing", "pub_date": "2017-01-31T19:57:57.594Z"}}, {"model": "artcom.commentary", "pk": 14, "fields": {"article": 3, "com_title": "Swamps", "com_author": "", "commentary": "Just east of the ridgeline there is some more gentle topography with some pponds and bogs.", "pub_date": "2017-01-31T19:58:55.915Z"}}, {"model": "artcom.commentary", "pk": 15, "fields": {"article": 3, "com_title": "I was here once", "com_author": "Contributor #0002", "commentary": "It was a nice hike. We didn't follow trails and \"orienteered\" using our smartphones. Jesse wasn't thrilled but it was a good time overall.", "pub_date": "2017-02-01T23:02:41.438Z"}}, {"model": "artcom.commentary", "pk": 17, "fields": {"article": 1, "com_title": "How is this devil doing?", "com_author": "The Loch Ness Monster", "commentary": "I am real, the Jersey Devil isn't.", "pub_date": "2017-02-01T23:07:23.749Z"}}, {"model": "artcom.commentary", "pk": 20, "fields": {"article": 35, "com_title": "People in the Shark Photo", "com_author": "Jesse Fried", "commentary": "Interesting casual cross section of the folks walking around Brigantine that day, in the shark picture.", "pub_date": "2017-02-09T22:25:00.750Z"}}, {"model": "artcom.commentary", "pk": 21, "fields": {"article": 7, "com_title": "Rock quarries", "com_author": "Jesse Fried", "commentary": "Though mining for ores and minerals no longer occurs in the Highlands, some thriving rock quarrying businesses are located there.", "pub_date": "2017-02-20T23:36:12.153Z"}}, {"model": "artcom.commentary", "pk": 23, "fields": {"article": 58, "com_title": "Empty comments", "com_author": "The editors", "commentary": "Jesse, you're going to have to make a way for empty comments not to be registered.", "pub_date": "2017-02-24T17:39:41.601Z"}}, {"model": "marrow.question", "pk": 1, "fields": {"question_text": "What's new?", "pub_date": "2017-01-06T03:25:03.987Z"}}, {"model": "marrow.question", "pk": 2, "fields": {"question_text": "Do you like our music?", "pub_date": "2017-01-03T11:00:00Z"}}, {"model": "marrow.question", "pk": 3, "fields": {"question_text": "Would you like to help us write more songs?", "pub_date": "2017-01-12T16:15:41Z"}}, {"model": "marrow.choice", "pk": 1, "fields": {"question": 2, "choice_text": "Some of it is ok", "votes": 3}}, {"model": "marrow.choice", "pk": 3, "fields": {"question": 2, "choice_text": "Yes I love it", "votes": 3}}, {"model": "marrow.choice", "pk": 4, "fields": {"question": 3, "choice_text": "Sure, let me come over to your house", "votes": 4}}, {"model": "marrow.choice", "pk": 5, "fields": {"question": 3, "choice_text": "Just play more covers.", "votes": 6}}, {"model": "marrow.choice", "pk": 6, "fields": {"question": 3, "choice_text": "You have to take it up with Caitlin", "votes": 0}}, {"model": "marrow.choice", "pk": 7, "fields": {"question": 2, "choice_text": "Sorry brah, I don't like that kind of music.", "votes": 0}}, {"model": "contenttypes.contenttype", "pk": 1, "fields": {"app_label": "admin", "model": "logentry"}}, {"model": "contenttypes.contenttype", "pk": 2, "fields": {"app_label": "auth", "model": "permission"}}, {"model": "contenttypes.contenttype", "pk": 3, "fields": {"app_label": "auth", "model": "user"}}, {"model": "contenttypes.contenttype", "pk": 4, "fields": {"app_label": "auth", "model": "group"}}, {"model": "contenttypes.contenttype", "pk": 5, "fields": {"app_label": "contenttypes", "model": "contenttype"}}, {"model": "contenttypes.contenttype", "pk": 6, "fields": {"app_label": "sessions", "model": "session"}}, {"model": "contenttypes.contenttype", "pk": 7, "fields": {"app_label": "marrow", "model": "choice"}}, {"model": "contenttypes.contenttype", "pk": 8, "fields": {"app_label": "marrow", "model": "question"}}, {"model": "contenttypes.contenttype", "pk": 9, "fields": {"app_label": "artcom", "model": "commentary"}}, {"model": "contenttypes.contenttype", "pk": 10, "fields": {"app_label": "artcom", "model": "article"}}, {"model": "contenttypes.contenttype", "pk": 11, "fields": {"app_label": "artcom", "model": "category"}}, {"model": "sessions.session", "pk": "0fp1smjef1liyd7tfp5hc2evwfne1qye", "fields": {"session_data": "MTM5YWNkNDg2OGZjNWJhZTVjODNlZjQ2NDgxNTBhMjg0ZmRkYWRkYjp7Il9hdXRoX3VzZXJfaGFzaCI6IjM5YTk3NGEyYWYxOWIwOTcyMTFjM2NlNWNmMTM4MDc5M2YyMWM3MTUiLCJfYXV0aF91c2VyX2JhY2tlbmQiOiJkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZCIsIl9hdXRoX3VzZXJfaWQiOiIxIn0=", "expire_date": "2017-03-10T00:28:50.971Z"}}, {"model": "sessions.session", "pk": "l183ws09vjrnx0lrr84dyol855rnrxu9", "fields": {"session_data": "MTM5YWNkNDg2OGZjNWJhZTVjODNlZjQ2NDgxNTBhMjg0ZmRkYWRkYjp7Il9hdXRoX3VzZXJfaGFzaCI6IjM5YTk3NGEyYWYxOWIwOTcyMTFjM2NlNWNmMTM4MDc5M2YyMWM3MTUiLCJfYXV0aF91c2VyX2JhY2tlbmQiOiJkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZCIsIl9hdXRoX3VzZXJfaWQiOiIxIn0=", "expire_date": "2017-01-25T16:12:16.866Z"}}, {"model": "sessions.session", "pk": "zq0tni97v5mcyii9pgq3ldjllvgo58v8", "fields": {"session_data": "MTM5YWNkNDg2OGZjNWJhZTVjODNlZjQ2NDgxNTBhMjg0ZmRkYWRkYjp7Il9hdXRoX3VzZXJfaGFzaCI6IjM5YTk3NGEyYWYxOWIwOTcyMTFjM2NlNWNmMTM4MDc5M2YyMWM3MTUiLCJfYXV0aF91c2VyX2JhY2tlbmQiOiJkamFuZ28uY29udHJpYi5hdXRoLmJhY2tlbmRzLk1vZGVsQmFja2VuZCIsIl9hdXRoX3VzZXJfaWQiOiIxIn0=", "expire_date": "2017-02-20T19:47:32.382Z"}}, {"model": "auth.permission", "pk": 1, "fields": {"name": "Can add log entry", "content_type": 1, "codename": "add_logentry"}}, {"model": "auth.permission", "pk": 2, "fields": {"name": "Can change log entry", "content_type": 1, "codename": "change_logentry"}}, {"model": "auth.permission", "pk": 3, "fields": {"name": "Can delete log entry", "content_type": 1, "codename": "delete_logentry"}}, {"model": "auth.permission", "pk": 4, "fields": {"name": "Can add permission", "content_type": 2, "codename": "add_permission"}}, {"model": "auth.permission", "pk": 5, "fields": {"name": "Can change permission", "content_type": 2, "codename": "change_permission"}}, {"model": "auth.permission", "pk": 6, "fields": {"name": "Can delete permission", "content_type": 2, "codename": "delete_permission"}}, {"model": "auth.permission", "pk": 7, "fields": {"name": "Can add user", "content_type": 3, "codename": "add_user"}}, {"model": "auth.permission", "pk": 8, "fields": {"name": "Can change user", "content_type": 3, "codename": "change_user"}}, {"model": "auth.permission", "pk": 9, "fields": {"name": "Can delete user", "content_type": 3, "codename": "delete_user"}}, {"model": "auth.permission", "pk": 10, "fields": {"name": "Can add group", "content_type": 4, "codename": "add_group"}}, {"model": "auth.permission", "pk": 11, "fields": {"name": "Can change group", "content_type": 4, "codename": "change_group"}}, {"model": "auth.permission", "pk": 12, "fields": {"name": "Can delete group", "content_type": 4, "codename": "delete_group"}}, {"model": "auth.permission", "pk": 13, "fields": {"name": "Can add content type", "content_type": 5, "codename": "add_contenttype"}}, {"model": "auth.permission", "pk": 14, "fields": {"name": "Can change content type", "content_type": 5, "codename": "change_contenttype"}}, {"model": "auth.permission", "pk": 15, "fields": {"name": "Can delete content type", "content_type": 5, "codename": "delete_contenttype"}}, {"model": "auth.permission", "pk": 16, "fields": {"name": "Can add session", "content_type": 6, "codename": "add_session"}}, {"model": "auth.permission", "pk": 17, "fields": {"name": "Can change session", "content_type": 6, "codename": "change_session"}}, {"model": "auth.permission", "pk": 18, "fields": {"name": "Can delete session", "content_type": 6, "codename": "delete_session"}}, {"model": "auth.permission", "pk": 19, "fields": {"name": "Can add choice", "content_type": 7, "codename": "add_choice"}}, {"model": "auth.permission", "pk": 20, "fields": {"name": "Can change choice", "content_type": 7, "codename": "change_choice"}}, {"model": "auth.permission", "pk": 21, "fields": {"name": "Can delete choice", "content_type": 7, "codename": "delete_choice"}}, {"model": "auth.permission", "pk": 22, "fields": {"name": "Can add question", "content_type": 8, "codename": "add_question"}}, {"model": "auth.permission", "pk": 23, "fields": {"name": "Can change question", "content_type": 8, "codename": "change_question"}}, {"model": "auth.permission", "pk": 24, "fields": {"name": "Can delete question", "content_type": 8, "codename": "delete_question"}}, {"model": "auth.permission", "pk": 25, "fields": {"name": "Can add commentary", "content_type": 9, "codename": "add_commentary"}}, {"model": "auth.permission", "pk": 26, "fields": {"name": "Can change commentary", "content_type": 9, "codename": "change_commentary"}}, {"model": "auth.permission", "pk": 27, "fields": {"name": "Can delete commentary", "content_type": 9, "codename": "delete_commentary"}}, {"model": "auth.permission", "pk": 28, "fields": {"name": "Can add article", "content_type": 10, "codename": "add_article"}}, {"model": "auth.permission", "pk": 29, "fields": {"name": "Can change article", "content_type": 10, "codename": "change_article"}}, {"model": "auth.permission", "pk": 30, "fields": {"name": "Can delete article", "content_type": 10, "codename": "delete_article"}}, {"model": "auth.permission", "pk": 31, "fields": {"name": "Can add category", "content_type": 11, "codename": "add_category"}}, {"model": "auth.permission", "pk": 32, "fields": {"name": "Can change category", "content_type": 11, "codename": "change_category"}}, {"model": "auth.permission", "pk": 33, "fields": {"name": "Can delete category", "content_type": 11, "codename": "delete_category"}}, {"model": "auth.user", "pk": 1, "fields": {"password": "pbkdf2_sha256$30000$1OvHrUWXXx9W$JNm+IDsXNB6mkaZdwnLT4fijdO1vGZBjbM03cYLDItA=", "last_login": "2017-02-24T00:28:50.968Z", "is_superuser": true, "username": "oakafee", "first_name": "", "last_name": "", "email": "jefrttt@gmail.com", "is_staff": true, "is_active": true, "date_joined": "2017-01-11T16:11:28.155Z", "groups": [], "user_permissions": []}}, {"model": "admin.logentry", "pk": 1, "fields": {"action_time": "2017-01-11T16:17:59.477Z", "user": 1, "content_type": 8, "object_id": "2", "object_repr": "Do you like our music?", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"pub_date\"]}}]"}}, {"model": "admin.logentry", "pk": 2, "fields": {"action_time": "2017-01-24T15:35:12.531Z", "user": 1, "content_type": 8, "object_id": "3", "object_repr": "Would you like to help us write more songs?", "action_flag": 2, "change_message": "[]"}}, {"model": "admin.logentry", "pk": 3, "fields": {"action_time": "2017-01-26T14:21:11.797Z", "user": 1, "content_type": 9, "object_id": "7", "object_repr": "I'm about to go to jail", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 4, "fields": {"action_time": "2017-01-26T14:21:11.799Z", "user": 1, "content_type": 9, "object_id": "6", "object_repr": "", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 5, "fields": {"action_time": "2017-02-01T23:06:36.387Z", "user": 1, "content_type": 9, "object_id": "16", "object_repr": "I was here once", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 6, "fields": {"action_time": "2017-02-05T17:14:48.224Z", "user": 1, "content_type": 10, "object_id": "25", "object_repr": "3Borges", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 7, "fields": {"action_time": "2017-02-05T17:14:48.226Z", "user": 1, "content_type": 10, "object_id": "24", "object_repr": "2Borges", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 8, "fields": {"action_time": "2017-02-05T17:14:48.228Z", "user": 1, "content_type": 10, "object_id": "23", "object_repr": "Borges", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 9, "fields": {"action_time": "2017-02-05T17:14:48.230Z", "user": 1, "content_type": 10, "object_id": "22", "object_repr": "Steve Maddin", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 10, "fields": {"action_time": "2017-02-05T17:14:48.231Z", "user": 1, "content_type": 10, "object_id": "21", "object_repr": "Katniss2", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 11, "fields": {"action_time": "2017-02-05T17:14:48.233Z", "user": 1, "content_type": 10, "object_id": "20", "object_repr": "Katniss", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 12, "fields": {"action_time": "2017-02-05T17:14:48.235Z", "user": 1, "content_type": 10, "object_id": "19", "object_repr": "Brannigan", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 13, "fields": {"action_time": "2017-02-05T17:14:48.237Z", "user": 1, "content_type": 10, "object_id": "18", "object_repr": "Boringtine", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 14, "fields": {"action_time": "2017-02-06T19:40:50.510Z", "user": 1, "content_type": 10, "object_id": "29", "object_repr": "Otter Hole4", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 15, "fields": {"action_time": "2017-02-06T19:40:50.512Z", "user": 1, "content_type": 10, "object_id": "28", "object_repr": "Otter Hole3", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 16, "fields": {"action_time": "2017-02-06T19:40:50.513Z", "user": 1, "content_type": 10, "object_id": "27", "object_repr": "Otter Hole2", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 17, "fields": {"action_time": "2017-02-06T19:40:50.515Z", "user": 1, "content_type": 10, "object_id": "26", "object_repr": "Otter Hole", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 18, "fields": {"action_time": "2017-02-06T19:41:22.275Z", "user": 1, "content_type": 10, "object_id": "30", "object_repr": "Rahway River", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"article_content\"]}}]"}}, {"model": "admin.logentry", "pk": 19, "fields": {"action_time": "2017-02-06T19:47:46.743Z", "user": 1, "content_type": 10, "object_id": "30", "object_repr": "Rahway River", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"article_content\"]}}]"}}, {"model": "admin.logentry", "pk": 20, "fields": {"action_time": "2017-02-06T19:48:59.241Z", "user": 1, "content_type": 10, "object_id": "30", "object_repr": "Rahway River", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"article_content\"]}}]"}}, {"model": "admin.logentry", "pk": 21, "fields": {"action_time": "2017-02-06T19:50:27.124Z", "user": 1, "content_type": 10, "object_id": "32", "object_repr": "", "action_flag": 1, "change_message": "[{\"added\": {}}]"}}, {"model": "admin.logentry", "pk": 22, "fields": {"action_time": "2017-02-06T19:50:35.463Z", "user": 1, "content_type": 10, "object_id": "32", "object_repr": "", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 23, "fields": {"action_time": "2017-02-06T20:24:44.667Z", "user": 1, "content_type": 10, "object_id": "33", "object_repr": "The Black Diaspora in New Jersey", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\"]}}]"}}, {"model": "admin.logentry", "pk": 24, "fields": {"action_time": "2017-02-06T21:27:18.756Z", "user": 1, "content_type": 10, "object_id": "50", "object_repr": "Suburbs and Sprawl", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 25, "fields": {"action_time": "2017-02-06T21:34:21.136Z", "user": 1, "content_type": 10, "object_id": "54", "object_repr": "", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 26, "fields": {"action_time": "2017-02-06T21:36:56.088Z", "user": 1, "content_type": 10, "object_id": "56", "object_repr": "Middle Eastern Immigration to New Jersey", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\"]}}]"}}, {"model": "admin.logentry", "pk": 27, "fields": {"action_time": "2017-02-06T22:11:05.430Z", "user": 1, "content_type": 10, "object_id": "60", "object_repr": "Native Peoples of New Jersey", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 28, "fields": {"action_time": "2017-02-06T22:16:59.656Z", "user": 1, "content_type": 10, "object_id": "66", "object_repr": "Valley and Ridge", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 29, "fields": {"action_time": "2017-02-09T23:27:30.770Z", "user": 1, "content_type": 10, "object_id": "77", "object_repr": "Jersey City", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\"]}}]"}}, {"model": "admin.logentry", "pk": 30, "fields": {"action_time": "2017-02-24T00:29:41.610Z", "user": 1, "content_type": 10, "object_id": "85", "object_repr": "Georgia", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 31, "fields": {"action_time": "2017-02-24T00:30:34.322Z", "user": 1, "content_type": 10, "object_id": "86", "object_repr": "Atlanta", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 32, "fields": {"action_time": "2017-02-24T00:46:31.022Z", "user": 1, "content_type": 10, "object_id": "84", "object_repr": "Cape May Lewis Ferry", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 33, "fields": {"action_time": "2017-02-24T00:47:51.354Z", "user": 1, "content_type": 10, "object_id": "83", "object_repr": "Cheesequake State Park", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 34, "fields": {"action_time": "2017-02-24T00:48:28.904Z", "user": 1, "content_type": 10, "object_id": "82", "object_repr": "Delaware Water Gap", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 35, "fields": {"action_time": "2017-02-24T00:50:18.173Z", "user": 1, "content_type": 10, "object_id": "81", "object_repr": "Elizabeth", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 36, "fields": {"action_time": "2017-02-24T00:53:41.707Z", "user": 1, "content_type": 10, "object_id": "80", "object_repr": "Hoboken", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 37, "fields": {"action_time": "2017-02-24T00:54:09.391Z", "user": 1, "content_type": 10, "object_id": "79", "object_repr": "Hudson River Crossings", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 38, "fields": {"action_time": "2017-02-24T00:54:49.284Z", "user": 1, "content_type": 10, "object_id": "78", "object_repr": "Bergen Neck", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 39, "fields": {"action_time": "2017-02-24T00:55:36.694Z", "user": 1, "content_type": 10, "object_id": "77", "object_repr": "Jersey City", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 40, "fields": {"action_time": "2017-02-24T00:55:52.510Z", "user": 1, "content_type": 10, "object_id": "76", "object_repr": "Newark", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 41, "fields": {"action_time": "2017-02-24T00:56:09.554Z", "user": 1, "content_type": 10, "object_id": "75", "object_repr": "The NJ Turnpike", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 42, "fields": {"action_time": "2017-02-24T00:56:32.836Z", "user": 1, "content_type": 10, "object_id": "74", "object_repr": "A History of Professional Sports in New Jersey", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 43, "fields": {"action_time": "2017-02-24T00:58:24.591Z", "user": 1, "content_type": 10, "object_id": "73", "object_repr": "Urban Core", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 44, "fields": {"action_time": "2017-02-24T00:59:04.433Z", "user": 1, "content_type": 10, "object_id": "72", "object_repr": "Wildwood", "action_flag": 2, "change_message": "[{\"changed\": {\"fields\": [\"subtitle\", \"article_content\", \"parent\"]}}]"}}, {"model": "admin.logentry", "pk": 45, "fields": {"action_time": "2017-03-02T16:19:38.457Z", "user": 1, "content_type": 10, "object_id": "86", "object_repr": "Atlanta", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 46, "fields": {"action_time": "2017-03-02T16:19:38.459Z", "user": 1, "content_type": 10, "object_id": "85", "object_repr": "Georgia", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 47, "fields": {"action_time": "2017-03-02T20:50:08.167Z", "user": 1, "content_type": 9, "object_id": "30", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 48, "fields": {"action_time": "2017-03-02T20:50:08.169Z", "user": 1, "content_type": 9, "object_id": "29", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 49, "fields": {"action_time": "2017-03-02T20:50:08.170Z", "user": 1, "content_type": 9, "object_id": "28", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 50, "fields": {"action_time": "2017-03-02T20:50:08.172Z", "user": 1, "content_type": 9, "object_id": "27", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 51, "fields": {"action_time": "2017-03-02T20:50:08.174Z", "user": 1, "content_type": 9, "object_id": "26", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 52, "fields": {"action_time": "2017-03-02T20:50:08.176Z", "user": 1, "content_type": 9, "object_id": "25", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 53, "fields": {"action_time": "2017-03-02T20:50:08.178Z", "user": 1, "content_type": 9, "object_id": "24", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 54, "fields": {"action_time": "2017-03-02T20:50:08.180Z", "user": 1, "content_type": 9, "object_id": "22", "object_repr": "Title", "action_flag": 3, "change_message": ""}}, {"model": "admin.logentry", "pk": 55, "fields": {"action_time": "2017-03-02T20:50:08.182Z", "user": 1, "content_type": 9, "object_id": "18", "object_repr": "Can you do it?", "action_flag": 3, "change_message": ""}}]